Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: creative commons: attribution - non derived work - non commercial 2.5
eo: ~Krea Komunumo: atribuo - ne derivita laboro - ne komerca 2.5

source: creative commons: attribution - non commercial 2.5
eo: ~Krea Komunumo: atribuo - ne komerca 2.5

source: creative commons: attribution - non commercial - share alike 2.5
eo: ~Krea Komunumo: atribuo - ne komerca - dividu simile 2.5

source: creative commons: attribution - share alike 2.5
eo: ~Krea Komunumo: atribuo - dividu simile 2.5

source: Please don't forget to check the Properties tab: Title, language, license, author, description...
eo: ~Bonvolu ne forgesu kontroli la "Props" tab: Titolo, lingvo, licenco, aŭtoro, priskribo...

source: General information about this educational resource
eo: ~Ĝeneralaj informoj pri ĉi tiu edukada rimedo

source: License
eo: ~Licenco

source: This content was created with eXeLearning, your free and open source editor to create educational resources.
eo: ~Ĉi tiu enhavo estis kreita kun eXeLearning, via libera kaj malfermfonta redaktilo por krei edukajn rimedojn.

source: Download .elp file
eo: ~Elŝuti elp-dosieron

source: This block will create a link to download the elp file. Write some use instructions and customize your download link.
eo: ~Ĉi tiu bloko kreos ligilon por elŝuti la elp-dosieron. Skribu kelkajn uzinstrukciojn kaj personecigu vian elŝutan ligilon.

source: Download link
eo: ~Ligiloj por elŝuto

source: Button text:
eo: ~Butona teksto:

source: Font size
eo: ~Tipogrando

source: Background Color
eo: ~Fona Koloro

source: Text Color
eo: ~Teksta Koloro

source: Please provide some instructions or information about the resource.
eo: ~Bonvolu provizi kelkajn instrukciojn aŭ informojn pri la rimedo.

source: You should write the button text.
eo: ~Vi devus verki la butontekston.

source: Download source file
eo: ~Elŝuti fontan dosieron

source: Before adding a download link to your page, please go to the Properties tab and check if the information is right.
eo: ~Antaŭ aldoni elŝutligilon al via paĝo, bonvolu iri al la Ŝtataĵa tabo kaj kontroli ĉu la informo estas ĝusta.

source: Number of cards
eo: ~Nombro de kartoĉoj

source: You finished the game. Your score is %s.
eo: ~Vi finis la ludon. Via poentaro estas %s.

source: Please create at least one activity
eo: ~Bonvolu krei almenaŭ unu aktivecon

source: Create drag-and-drop activities combining texts, images, and audio clips, allowing interactions in any direction (e.g., dragging text onto images or audio, and vice versa).
eo: ~Kreu drag- kaj fal-aktivecojn kombiniĝantajn tekstojn, bildojn, kaj aŭdajn fragmentojn, permesante interagojn en ajna direkto (ekz., tiri tekston sur bildojn aŭ aŭdion, kaj inverse).

source: Drag each item onto the one it matches with
eo: ~Tiri ĉiun eron al tiu, kiun ĝi kongruas kun

source: Source
eo: ~Fonto

source: Media
eo: ~Medio

source: Show solution time (seconds)
eo: ~Montru solvitajn tempojn (sekundoj)

source: Activities
eo: ~Aktivadoj

source: activities
eo: ~aktivadoj

source: Please select a JSON file (.json)
eo: ~Bonvolu elekti JSON-dosieron (.json)

source: This is just an example iDevice.
eo: ~Tio estas nur ekzemplo de iDevice.

source: Write a text that will be saved
eo: ~ Skribu tekston, kiu estos konservita

source: Type something...
eo: ~Tajpu ion...

source: Select an option from the list (double click to see it)
eo: ~Elektu opcion el la listo (duoble-klaku por vidi ĝin)

source: Choose a number
eo: ~Elektu nombron

source: Color picker example
eo: ~Ekzemplo de kolorpikilo

source: Yes/No example
eo: ~Jes/Nie ekzemplo

source: Radio buttons example
eo: ~Radioŝlosiloj ekzemplo

source: Element 1
eo: ~Elemento 1

source: Element 2
eo: ~Elemento 2

source: Element 3
eo: ~Elemento 3

source: Please write some text.
eo: ~Bonvolu skribi ian tekston.

source: Example
eo: ~Ekzemplo

source: External website
eo: ~Ekstera retejo

source: Remember that in HTTPS sites it is not possible to include HTTP pages
eo: ~Memoru ke en HTTPS-retpaĝoj ne eblas inkludi HTTP-paĝojn

source: Frame height:
eo: ~Kadro-alto:

source: small
eo: ~malgranda

source: medium
eo: ~mezuma

source: large
eo: ~granda

source: super-size
eo: ~super-grandeco

source: Unable to display an iframe loaded over HTTP on a website that uses HTTPS.
eo: ~Ne eblas montri iframe ŝarĝitan tra HTTP sur retejo uzanta HTTPS.

source: empty field
eo: ~malplena kampo

source: Insert
eo: ~Enmeti

source: incorrect
eo: ~malĝusta

source: Right. That's the card.
eo: ~Ĝuste. Tio estas la karto.

source: You're wrong. That's not the card.
eo: ~Vi eraras. Tio ne estas la karto.

source: Right. That's not the card.
eo: ~Ĝuste. Tio ne estas la karto.

source: You're wrong. That's the card.
eo: ~Vi eraras. Tio estas la karto.

source: Memory cards
eo: ~Memorkartoj

source: True
eo: ~Vero

source: False
eo: ~Falsa

source: Click on the card
eo: ~Klaku sur la karton

source: Game time is over. Your score is %s.
eo: ~Ludtempo finiĝis. Via poentaro estas %s.

source: Finish
eo: ~Fini

source: Maximum card number: %s.
eo: ~Plej granda kartnombro: %s.

source: Create card memory games with images, sounds or rich text.
eo: ~Kreu kartajn memorludojn kun bildoj, sonoj aŭ riĉa teksto.

source: Click on the cards to see what they hide.
eo: ~Klaku sur la kartojn por vidi kion ili kaŝas.

source: Identify
eo: ~Identigi

source: Memory
eo: ~Memoro

source: Random
eo: ~Hazarda

source: Front side
eo: ~Antaŭa flanko

source: Back side
eo: ~Dua flanko

source: You scores is
eo: ~Via poentaro estas

source: Result
eo: ~Rezulto

source: Reset
eo: ~Rekomenci

source: Show answers
eo: ~Montri respondojn

source: Congratulations! You passed the test
eo: ~Gratulon! Vi trapasis la teston

source: Sorry. You failed the test
eo: ~Pardonu. Vi malsukcesis la teston

source: Select whether the statement is true or false
eo: ~Elektu ĉu la deklaro estas vera aŭ falsa

source: Choose the correct answer among the options proposed
eo: ~Elektu la ĝustan respondon inter la proponitaj opcioj

source: Fill in the blanks with the appropriate word
eo: ~Plenigu la blankojn per la taŭga vorto

source: Multiple choice with only one correct answer
eo: ~Multnombra elekto kun nur unu ĝusta respondo

source: Multiple choice with multiple corrects answers
eo: ~Multnombra elekto kun pluraj ĝustaj respondoj

source: Sorry, the selected file does not contain any questions that are compatible with this activity.
eo: ~Pardonu, la elektita dosiero ne enhavas ajnajn demandojn kongruajn kun ĉi tiu agado.

source: Please add at least one question
eo: ~Bonvolu aldoni almenaŭ unu demandon

source: Language settings
eo: ~Lingvaj agordoj

source: Share
eo: ~Dividi

source: Add a dropdown question to form
eo: ~Aldoni malleviĝan demandon al la formo

source: Add a fill question to form
eo: ~Aldoni plenigan demandon al la formo

source: Add a true-false question to form
eo: ~Aldoni veran-falsan demandon al la formo

source: Add a selection question to form
eo: ~Aldoni elektilan demandon al la formo

source: Add this question to form
eo: ~Aldoni ĉi tiun demandon al la formo

source: Remove
eo: ~Forigi

source: Form preview
eo: ~Formo antaŭrigardo

source: Question type
eo: ~Tipo de demando

source: Show/Hide word
eo: ~Montri/Hidii vorton

source: Add new option
eo: ~Aldoni novan opcion

source: Other words
eo: ~Alia vortoj

source: cat|dog|fish
eo: ~kato|hundo|fiŝo

source: No questions in the form
eo: ~Neniuj demandoj en la formularo

source: Set the pass mark
eo: ~Elekti pasantecon

source: Include a button to display the answers
eo: ~Inkluzivi butonon por montri la respondojn

source: Check capitalization
eo: ~Kontrolu majusklojn

source: Strict qualification
eo: ~Strikta kvalifiko

source: The question should be clear and unambiguous. Avoid negative premises as they tend to be ambiguous.
eo: ~La demando devus esti klara kaj neambigua. Evitu negativajn premisojn, ĉar ili tendencas esti ambigue.

source: Optional: You can type other words to complete the drop-down activity. Use the vertical bar to separate the words. This field can be left blank.
eo: ~Opcie: vi povas tajpi aliajn vortojn por plenigi la faldecan aktivadon. Uzu la vertikalan stangon por apartigi la vortojn. Ĉi tiu kampo povas esti lasita malplena.

source: If this option is checked, submitted answers with different capitalization will be marked as incorrect
eo: ~Se ĉi tiu opcio estas markita, submetitaj respondoj kun malsama kapitaligo estos markitaj kiel malĝustaj

source: Are you sure you want to delete this question? This can't be undone.
eo: ~Ĉu vi certas ke vi volas forigi ĉi tiun demandon? Tio ne povas esti malkonfirmita.

source: Are you sure you want to discard the changes? This can't be undone.
eo: ~Ĉu vi certas ke vi volas forigi la ŝanĝojn? Tio ne povas esti malkonfirmita.

source: Dropdown
eo: ~Malkovru

source: True-False
eo: ~Vero-Falo

source: Fill
eo: ~Plenigu

source: Show Solutions
eo: ~Montru Solvojn

source: Create quizzes with multiple-choice, true/false and fill-in-the-blank questions.
eo: ~Kreu kvizojn kun elekto-multoblaj, vero/falo, kaj plenigu-la-blankan demandojn..

source: Complete the questions in the following quiz
eo: ~Plenigu la demandojn en la sekva kvizo

source: Random questions
eo: ~Hazardaj demandoj

source: Show questions
eo: ~Montri demandojn

source: True/False Help Text:
eo: ~ Vera Falsa Helpa Teksto:

source: Fill Help Text:
eo: ~ Plenumi Helpa Teksto:

source: Dropdown Help Text:
eo: ~ Mallevi Helpa Teksto:

source: Single Selection Help Text:
eo: ~ Unu-elekta Helpa Teksto:

source: Multiple Selection Help Text:
eo: ~ Mult-elekta Helpa Teksto:

source: Text for the button to check the answers:
eo: ~ Teksto por la butono por kontroli la respondojn:

source: Text for the button to reset the answers:
eo: ~ Teksto por la butono por restarigi la respondojn:

source: Text for the button to show the solutions:
eo: ~ Teksto por la butono por montri la solvojn:

source: Hide questions
eo: ~ Kaŝi demandojn

source: Attention
eo: ~Atento

source: Form
eo: ~Formo

source: Please select a text file (.txt) or a Moodle XML file (.xml)
eo: ~Bonvolu elekti tekstan dosieron (.txt) aŭ Moodle XML-dosieron (.xml)

source: Click the toggle button to switch between questions with one correct answer and questions with many possible correct answers.
eo: ~Klaku la ŝaltilan butonon por ŝanĝi inter demandoj kun unu ĝusta respondo kaj demandoj kun multaj eblaj ĝustaj respondoj.

source: Enter the text for the drop-down activity in the drop-down field either by pasting the text from another source or by typing it directly into the field. To select which words to choose, double-click on a word to select it and click on the "Show/Hide" button below.
eo: ~Enmetu la tekston por la faldebla agado en la faldebla kampo aŭ per algluo de teksto de alia fonto aŭ per tajpado rekte en la kampo. Por elekti kiujn vortojn elekti, duoble-klaku sur vorto por elekti ĝin kaj klaku la butonon "Montri/Hidii" sube.

source: Enter the text for the fill-in-the-blanks activity. Highlight the words and use the button at the bottom to turn them into blanks.
eo: ~Tajpu la tekston por la plenigu-en-la-blanko-agado en la malplena kampo aŭ per algluo de teksto de alia fonto aŭ per tajpado rekte en la kampo. Por elekti kiujn vortojn vi volas kaŝi, duoble-klaku sur la vorto por elekti ĝin, kaj klaku la butonon Hidii/Montri vorton sube. Vi povas difini pli ol unu eblan respondon se ili estas ĉirkaŭitaj de la pipe-signo (|). Ekz.: |hundo|kato|birdo|

source: If unchecked, a small number of spelling and capitalization errors will be accepted. If checked, no spelling or capitalization errors will be accepted. Example: If the correct answer is Elephant and it says elephant or Eliphant, both will be considered as "close enough" by the algorithm, as there is only one spelling error, even if "Check capitalization" is checked. If the case check is disabled in this example, the lowercase letter e is not considered an error and eliphant will also be accepted. If "Strict qualification" and "Check capitalization" are enabled, the only correct answer is "Elephant". If only "Strict qualification" is enabled and "Check capitalization" is not, "elephant" will also be accepted.
eo: ~Se ne markita, malgranda nombro da ortografiaj kaj majuskla eraroj estos akceptitaj. Se markita, neniuj ortografiaj aŭ majuskla eraroj estos akceptitaj. Ekzemplo: Se la ĝusta respondo estas Elefanto kaj ĝi diras elefanto aŭ Eliphanto, ambaŭ estos konsiderataj "proksime sufiĉe" de la algoritmo, ĉar estas nur unu ortografia eraro, eĉ se "Kontrolu majusklojn" estas markita. Se la majuskla kontrolo estas malŝaltita en ĉi tiu ekzemplo, la malgranda letero e ne estos konsiderata eraro kaj eliphanto ankaŭ estos akceptata. Se "Strikta kvalifiko" kaj "Kontrolu majusklojn" estas aktivigitaj, la sola ĝusta respondo estas "Elefanto". Se nur "Strikta kvalifiko" estas aktivigita kaj "Kontrolu majusklojn" ne, "elefanto" ankaŭ estos akceptata.

source: If this option is checked, answers submitted with case differences will be marked as incorrect.
eo: ~Se ĉi tiu opcio estas markita, respondoj submetitaj kun diferencoj en majuskloj estos markitaj kiel malĝustaj.

source: GeoGebra activity
eo: ~GeoGebra agado

source: Show menu bar
eo: ~Montru menuon

source: Algebra input field
eo: ~Permesi algebran enigon

source: Toolbar
eo: ~Montri iloniladon

source: Toolbar help
eo: ~Montri iloniladon helpon

source: Reset icon
eo: ~Montri ripetigan ikonon

source: Zoom
eo: ~Zomi

source: Enable right click
eo: ~Ŝalti dekstrokliakon

source: Error dialogs
eo: ~Aktivigi erarmesagojn

source: Prevent focus
eo: ~Malhelpi fokuson

source: Fullscreen button
eo: ~Montri plenekranan butonon

source: Disable auto-scale
eo: ~Malaktivigi aŭtomatan skaladon

source: Suggestion buttons
eo: ~Montri sugestajn butonojn

source: Play button
eo: ~Ludi butonon

source: General Settings
eo: ~Ĝeneralaj Agordoj

source: URL or identifier (ID)
eo: ~URL aŭ identigilo (ID)

source: Load data
eo: ~Ŝarĝi datumojn

source: Width
eo: ~Larĝo

source: Height
eo: ~Alto

source: Advanced Options
eo: ~Pli progresintaj Opcioj

source: Language
eo: ~Lingvo

source: Border color
eo: ~Kovra koloro

source: Save score button
eo: ~Konservi poentaron

source: The button will only be displayed when exporting as SCORM and while editing in eXeLearning.
eo: ~La butono estos nur montrata kiam vi eksportas kiel SCORM kaj dum redaktado en eXeLearning.

source: Provide a valid GeoGebra URL or activity ID.
eo: ~Provizu validan GeoGebra URL-on aŭ agadon-ID-on.

source: New Window
eo: ~Nova Fenestro

source: Please write the button text.
eo: ~Bonvolu verki la tekston de la butono.

source: Guess
eo: ~Provu

source: You lost one life
eo: ~Vi perdis unu vivon

source: You lost all your lives!
eo: ~Vi perdis ĉiujn viajn vivojn!

source: Word Guessing
eo: ~Vortprovo

source: Please provide the definition of the word or phrase
eo: ~Bonvolu provizi la difinon de la vorto

source: Please provide one word or phrase
eo: ~Bonvolu provizi unu vorton aŭ frazon

source: This video is not currently available
eo: ~Ĉi tiu video ne estas disponebla nuntempe

source: You have to complete the question
eo: ~Vi devas kompletigi la demandon

source: Choose the right answer
eo: ~Elektu la ĝustan respondon

source: Please type or paste a valid URL.
eo: ~Bonvolu tajpi aŭ alglui validan URL-on.

source: You have to type a text in the editor
eo: ~Vi devas tajpi tekston en la redaktilo

source: Create activities where, given a definition, students complete the word by filling in the missing letters.
eo: ~Kreu aktivecojn en kiuj donita difino, la studento devas plenigi la mankojn en la vorto.

source: From 0 to 10
eo: ~0 ĝis 10

source: Points and lives
eo: ~Punktoj kaj vivoj

source: No score
eo: ~Neniu poentaro

source: No lives, 0 to 10 score, right/wrong answers counter... A more educational context.
eo: ~Neniuj vivo, poentaro de 0 ĝis 10, kalkulilo de ĝustaj/misĝustaj respondoj... En pli edukada kunteksto.

source: Just like a game: Aim for a high score (thousands of points) and try not to lose your lives.
eo: ~Ĝuste kiel en ludo: Provu atingi altan poentaron (miloj da punktoj) kaj ne perdi viajn vivojn.

source: No score and no lives. You have to answer right to get some information (a feedback).
eo: ~Neniu poentaro kaj neniuj vivoj. Vi devas respondi ĝuste por akiri ian informon (reagojn).

source: Use lives
eo: ~Uzu vivojn

source: Number of lives
eo: ~Nombro da vivoj

source: Activate translator
eo: ~Aktivigi tradukilon

source: Words/Phrases
eo: ~Vortoj/Frases

source: Multimedia Type
eo: ~Multimedia Tipo

source: None
eo: ~Neniu

source: Percentage of letters to show (%)
eo: ~Procento de literoj por montri (%)

source: Play video
eo: ~Ludu videon

source: Start
eo: ~Komenci

source: Silence
eo: ~Silento

source: Time (s)
eo: ~Tempo (s)

source: Word/Phrase
eo: ~Vorto/Fraseo

source: This video is not available
eo: ~Ĉi tiu video ne estas havebla

source: Hidden image
eo: ~Kaŝita bildo

source: Time game
eo: ~Tempo-ludo

source: Option
eo: ~Opcio

source: and information that will be very useful
eo: ~kaj informo, kiu estos tre utila

source: Please start playing first...
eo: ~Bonvolu komenci ludi unue...

source: Click on a card. Attempts: %s
eo: ~Klaku sur karton. Provoj: %s

source: No more attempts left. Please answer the question.
eo: ~Ne plu provoj restas. Bonvolu respondi la demandon.

source: Time Over. 0 points
eo: ~Tempo finiĝis. 0 poentoj

source: Create interactive challenges in which students progressively reveal sections of a concealed image and then choose the correct answer based on the visual clues.
eo: ~Kreu interagajn defiojn en kiuj studentoj progresive malkaŝas sekciojn de kaŝita bildo kaj poste elektas la ĝustan respondon bazitan sur la vida indicoj.

source: Reveal the hidden image and choose the right answer.
eo: ~Malkaŝu la kaŝitan bildon kaj elektu la ĝustan respondon.

source: Random options
eo: ~Hazardaj opcioj

source: Card hidden time (seconds)
eo: ~Karto kaŝita tempo (sekundoj)

source: Time (seconds)
eo: ~Tempo (sekundoj)

source: Rows
eo: ~Radoj

source: Columns
eo: ~Kolumnoj

source: Options Number
eo: ~Opcioj Nombro

source: Hint
eo: ~Konsilo

source: Show a clue
eo: ~Montru indicon

source: Show another clue
eo: ~Montru alian indicon

source: Points at stake
eo: ~Punktoj en ludo

source: Please write the answer
eo: ~Bonvolu verki la respondon

source: You can try it again
eo: ~Vi povas provi denove

source: The game has already started.
eo: ~La ludo jam komenciĝis

source: Game over.
eo: ~Ludo finiĝis.

source: The right answer is:
eo: ~La ĝusta respondo estas:

source: You used one clue. You can only get %s points.
eo: ~Vi uzis unu indicon. Vi povas nur akiri %s poentojn.

source: You already used all the clues. You can only get %s points.
eo: ~Vi jam uzis ĉiujn indicojn. Vi povas nur akiri %s poentojn.

source: Check the letter
eo: ~Kontrolu la leteron

source: Please complete all the clues
eo: ~Bonvolu plenigi ĉiujn indicojn

source: Create activities in which the players, with some clues, will have to guess a character, an object or the solution to a problem.
eo: ~Kreu agadojn en kiuj la ludantoj, kun kelkaj indicoj, devos diveni karakteron, objekton aŭ la solvon de problemo.

source: Use the clues to guess the hidden answer for each question.
eo: ~Uzu la indicojn por diveni la kaŝitan respondon por ĉiu demando.

source: Advanced mode
eo: ~Avancita modo

source: Number of clues
eo: ~Nombro de indicoj

source: identify
eo: ~identigi

source: Image gallery
eo: ~Bildgalerio

source: Link Title
eo: ~Ligila Titolo

source: Link Author
eo: ~Ligila Aŭtoro

source: Choose a license...
eo: ~Elektu licencon...

source: Public Domain
eo: ~Publika Domajno

source: All Rights Reserved
eo: ~Ĉiuj Rajtoj Rezervitaj

source: Add images
eo: ~Aldoni bildojn

source: Choose files or drag them here.
eo: ~Elektu dosierojn aŭ ĵetu ilin ĉi tien.

source: The gallery has no images.
eo: ~La galerio ne havas bildojn.

source: Edit information
eo: ~Redakti informojn

source: Edit image
eo: ~Redakti bildon

source: Image attribution
eo: ~Bildattributingo

source: Interactive video editor
eo: ~Interaga video-redaktilo

source: Show/Hide help
eo: ~Montri/Malhelpi

source: Close help
eo: ~Fermi helpon

source: Cover
eo: ~ kovro

source: Create a cover
eo: ~Krei kovron

source: Create a slide
eo: ~Krei slidon

source: Create slide
eo: ~Krei slidon

source: Update slide
eo: ~Ĝisdatigi slidon

source: Edit slides
eo: ~Redakti slidojn

source: Create a cover (front page)
eo: ~Krei kovrilon (antaŭpaĝon)

source: Add new slides (frames)
eo: ~Aldoni novajn slidojn (kadrojn)

source: You can edit them later
eo: ~Vi povas redakti ilin poste

source: Click on Save when you finish
eo: ~Klaku sur Konservi kiam vi finos

source: Your interactive video cover
eo: ~Via interaga videokovro

source: required
eo: ~postulas

source: Introduction
eo: ~Enkonduko

source: Save cover
eo: ~Konservi kovrilon

source: Cover type
eo: ~Kovra tipo

source: Single choice
eo: ~Unu-elekta

source: Multiple choice
eo: ~Multnombra elekto

source: Fill in the blank
eo: ~Plenigu la malplenan

source: Dropdown activity
eo: ~Malkovru agordon

source: Match pairs
eo: ~Harmonigu parojn

source: Scrambled list
eo: ~Miksita listo

source: Write a text. You can add lists, links...
eo: ~Verku tekston. Vi povas aldoni listojn, ligilojn...

source: Add an image with description (alternative text).
eo: ~Aldoni bildon kun priskribo (alternativa teksto).

source: Write a question and some answers. Don't forget to choose the right one.
eo: ~Verku demandon kaj kelkajn respondojn. Ne forgesu elekti la ĝustan.

source: Write a question and some answers. You can select more than one right answer.
eo: ~Verku kaj kelkajn respondojn. Vi povas elekti pli ol unu ĝustan respondon.

source: Write a text and strike through the words to complete. Check the spelling. It's case sensitive.
eo: ~Verku tekston kaj forstreku la vortojn por plenigi. Kontrolu la ortografion. Ĝi estas majuskla sentiva.

source: Write a text and strike through the words to complete. A dropdown menu (SELECT) will be displayed where those words are. You can also add more options.
eo: ~Verku tekston kaj forstreku la vortojn por plenigi. Malsupre estos montrita malmenuo (SELECT), kie tiuj vortoj estos. Vi ankaŭ povas aldoni pli da opcioj.

source: Write some instructions and add pairs in the right order.
eo: ~Verku kelkajn instrukciojn kaj aldonu parojn en ĝusta ordo.

source: Write the wording and add elements to the list (in the right order).
eo: ~Verku la vortojn kaj aldonu elementojn al la listo (en ĝusta ordo).

source: Write the text to be shown
eo: ~Verku la tekston por montri

source: Answers
eo: ~Respondoj

source: Right answer
eo: ~Ĝusta respondo

source: Strike through the words to complete. It's case sensitive.
eo: ~Forstreku la vortojn por plenigi. Ĝi estas majuskla sentiva.

source: Text to complete
eo: ~Teksto por plenigi

source: Add options
eo: ~Aldoni opciojn

source: You can add more options to the dropdown lists (optional)
eo: ~Vi povas aldoni pli da opcioj al la faldeblaj listoj (optike)

source: Introduction or instructions
eo: ~Enkonduko aŭ instrukcioj

source: Fill in at least two pairs.
eo: ~Plenigu almenaŭ du parojn.

source: List
eo: ~Listo

source: Elements (in the right order)
eo: ~Elemento (en la ĝusta ordo)

source: Please create a slide (frame) first.
eo: ~Bonvolu unue krei slidon (kadron).

source: The title is required.
eo: ~La titolo estas deviga.

source: Cover updated.
eo: ~Kovro ĝisdatigita.

source: Please write a text.
eo: ~Bonvolu verki tekston.

source: Please select an image.
eo: ~Bonvolu aldoni bildon.

source: Provide an alternative text for the image (describe the image).
eo: ~Provizu alternativan tekston (priskribu la bildon).

source: Please write a question.
eo: ~Bonvolu verki demandon.
