Repository: jjdeharo/exelearning
Catalog: translations/messages.va.xlf
Languages: va

source: Permissions error
va: Error de permisos

source: This is just a demo version. Not for real projects.
va: Aquesta és només una versió de demostració. No per a projectes reals.

source: Accept
va: Accepta

source: Warning
va: Avís

source: iDevice error
va: Error de dispositiu

source: Report an Issue
va: Informeu d'un problema

source: Hide
va: Amaga

source: Type your own texts or use the default ones:
va: Escriu els teus propis textos o utilitza els predeterminats:

source: Instructions
va: Instruccions

source: You might create a sequence of challenges where players won't be able to access a new game or challenge until they obtain a key from previous activity. For this purpose, you might set up an access code as well as a message that will be displayed to players when they reach a fixed percentage of correct answers, which they can use as a password for a new challenge or a following activity.
va: Podeu crear un itinerari de desafiaments on els jugadors no podran accedir a un nou joc o desafiament fins que obtinguen una clau en una activitat prèvia. Per a aquest propòsit, pot establir un codi d'accés, així com un missatge que es pot mostrar als jugadors quan obtenen un percentatge fix de colps, i es pot utilitzar com a contrasenya per a un nou desafiament o una activitat següent.

source: Access code is required
va: Es requereix codi d'accés

source: Access code
va: Codi d'accés

source: Question
va: Qüestió

source: Display a message or password upon reaching the defined objective
va: Mostra una clau o missatge en aconseguir l'objectiu marcat

source: Message
va: Missatge

source: Percentage of correct answers required to display the message
va: Percentatge d'encerts necessaris per a mostrar el missatge

source: You must write a clue
va: Heu d'escriure una pista

source: You must provide the code to play this game
va: Heu d'introduir el codi per a poder jugar

source: Please explain how to obtain the code to play this game
va: Expliqueu com obtindre el codi per a poder jugar

source: Save score
va: Guarda la puntuació

source: Do not save the score
va: No guarda la puntuació

source: Repeat activity
va: Repeteix l'activitat

source: Show a button to save the score
va: Mostra un botó per a guardar la puntuació

source: Button text
va: Text del botó

source: This will only work when exported as SCORM
va: Això només funcionarà en exportar com a SCORM

source: The score will be automatically saved after answering each question and at the end of the game.
va: La puntuació es guardarà automàticament després de respondre cada qüestió i al final del joc.

source: The button will only be displayed when exported as SCORM.
va: El botó només es mostrarà en exportar com a SCORM.

source: Weighted
va: Ponderat

source: You can easily generate multiple questions for the activity using AI.
va: Pots generar fàcilment múltiples preguntes per a l'activitat utilitzant IA.

source: Import
va: Importar

source: Supported formats
va: Formats compatibles

source: Add questions
va: Afegir preguntes

source: Act as a highly experienced teacher.
va: Actua com a professor amb molts anys d'experiència.

source: Export questions
va: Exporta preguntes

source: Dog
va: Gos

source: Frog
va: Granota

source: Eagle
va: Àguila

source: Cat
va: Gat

source: Wake up
va: Despertar

source: Have breakfast
va: Esmorzar

source: Go to work
va: Anar a treballar

source: Please enter at least one question.
va: Per favor, introdueix almenys una pregunta.

source: Activity
va: Activitat

source: Select a file
va: Seleccioneu un fitxer

source: Content after
va: Contingut que va després

source: Content before
va: Contingut anterior

source: Optional
va: Opcional

source: Custom texts
va: Textos personalitzats

source: Passwords
va: Contrasenyes

source: You can import questions compatible with this activity from txt or xml (Moodle) files.
va: Pots importar preguntes compatibles amb aquesta activitat des de fitxers txt o xml (Moodle).

source: Import/Export
va: Importar/Exportar

source: Questions
va: Qüestions

source: Generate
va: Generar

source: Examples
va: Exemples

source: You must return only the questions without numbering, categorization or bullet points, inside a code block, and do not include any additional HTML elements such as buttons.
va: Has de retornar només les preguntes sense numerar i sense classificació o punts, dins d'un bloc de codi, i no incloure cap element HTML addicional com botons.

source: Save
va: Guarda

source: Copy
va: Copia

source: You can export its questions in txt format to integrate them into other compatible activities.
va: Pots exportar les seves preguntes en format txt per a integrar-les en altres activitats compatibles.

source: Specialty
va: Especialitat

source: Biology
va: Biologia

source: Law
va: Dret

source: Economy
va: Economia

source: Education
va: Educació

source: Geology
va: Geologia

source: History
va: Història

source: Computer Science
va: Informàtica

source: Mathematics
va: Matemàtiques

source: Medicine
va: Medicina

source: Psychology
va: Psicologia

source: Chemistry
va: Química

source: Course
va: Curs

source: 3rd ESO
va: 3r ESO

source: 1st Primary
va: 1r Primària

source: 2nd Primary
va: 2n Primària

source: 3rd Primary
va: 3r Primària

source: 4th Primary
va: 4t Primària

source: 5th Primary
va: 5è Primària

source: 6th Primary
va: 6è Primària

source: 1st ESO
va: 1r ESO

source: 2nd ESO
va: 2n ESO

source: 4th ESO
va: 4t ESO

source: 1st Baccalaureate
va: 1er Batxillerat

source: 2nd Baccalaureate
va: 2on Batxillerat

source: Intermediate Vocational Training
va: Formació Professional Grau Mitjà

source: Higher Vocational Training
va: Formació Professional Grau Superior

source: Number of Questions
va: Nombre de Preguntes

source: Topic
va: Tema

source: Create
va: Crear

source: Word
va: Paraula

source: Definition
va: Definició

source: Neither the word nor the definition must contain #
va: Ni la paraula ni la definició han de contenir #

source: Heart
va: Cor

source: A muscular organ that pumps blood through the body
va: Un òrgan muscular que bombeja la sang pel cos

source: Type
va: Tipus

source: Letter
va: Lletra

source: The type will be 0 if the word starts with the letter and 1 if the word contains the letter
va: El tipus serà 0 si la paraula comença per la lletra i 1 si la paraula conté la lletra

source: Atom
va: Àtom

source: The basic unit of a chemical element
va: L'unitat bàsica d'un element químic

source: The study of living organisms
va: L'estudi dels organismes vius

source: Solution
va: Solució

source: OptionA
va: OpcióA

source: OptionB
va: OpcióB

source: OptionC
va: OpcióC

source: OptionD
va: OpcióD

source: Solution: 0, 1, 2 or 3
va: Solució: 0, 1, 2 or 3

source: What is the largest planet in the solar system?
va: Quin és el planeta més gran del sistema solar?

source: Earth
va: Terra

source: Jupiter
va: Júpiter

source: Mars
va: Mart

source: What process do plants use to produce energy?
va: Quin és el procés que fan les plantes per a fer-se el menjar?

source: Photosynthesis
va: Fotosíntesi

source: Respiration
va: Respiració

source: Digestion
va: Digestió

source: Solution: Any combination of A,B,C and D: A, AC, CD...
va: Solució: Qualsevol combinació de A, B, C i D: A, AC, CD...

source: Which of the following are mammals?
va: Quins dels següents són mamífers?

source: Lizard
va: Llangardaix

source: Which gases are involved in photosynthesis?
va: Quins gasos estan implicats en la fotosíntesi?

source: Oxygen
va: Oxigen

source: Carbon dioxide
va: Diòxid de carboni

source: Clue1
va: Pista1

source: Clue2
va: Pista2

source: Clue3
va: Pista3

source: Clue4
va: Pista4

source: Clue5
va: Pista5

source: You must provide between 3 and 9 clues
va: Has de proporcionar entre 3 i 9 pistes

source: Mercury
va: Mercuri

source: Closest planet to the Sun
va: El planeta més proper al Sol

source: Smallest planet
va: El planeta més petit

source: Named after a Roman god
va: Nomenat en honor a un déu romà

source: Group
va: Grup

source: Group: 0, 1, 2 or 3
va: Grup: 0, 1, 2 o 3

source: Lion
va: Lleó

source: Rabbit
va: Conill

source: Tiger
va: Tigre

source: question
va: pregunta

source: solution
va: solució

source: suggestion
va: suggerència

source: feedback
va: comentaris

source: The format requires a question (non-empty string), a solution (0 or 1), a suggestion (mandatory, can be empty), and feedback (mandatory, can be empty).
va: El format requereix una pregunta (cadena no buida), una solució (0 o 1), una suggerència (obligatòria, pot estar buida), i comentaris (obligatoris, pot estar buits).

source: Is the Earth round?
va: És la Terra rodona?

source: Think about the horizon.
va: Pensa en l'horitzó.

source: The Earth is not flat.
va: La Terra no és plana.

source: Does water boil at 100 degrees Celsius?
va: L'aigua bull a 100 graus Celsius?

source: It depends on the altitude.
va: Depèn de l'altitud.

source: The solution can be:
va: La solució pot ser:

source: 0 or 1 for True/False
va: 0 o 1 per a Cert/Fals

source: any digit from 0 to 3 for single-choice (up to 4 options)
va: qualsevol dígit de 0 a 3 per a una única opció (fins a 4 opcions)

source: any combination of A-D for multiple-choice (up to 4 options).
va: qualsevol combinació de A-D per a múltiples opcions (fins a 4 opcions).

source: Provide a similar number of questions for each type.
va: Proporcioneu un nombre similar de preguntes per a cada tipus.

source: Which number is prime?
va: Quin número és primer?

source: first element
va: primer element

source: second element
va: segon element

source: third element
va: tercer element

source: fourth element
va: quart element

source: Neither the word nor the definition must contain #. The word must have a maximum of 14 letters and must not contain spaces.
va: Ni la paraula ni la definició han de contenir #. La paraula ha de tenir un màxim de 14 lletres i no ha de contenir espais.

source: Generating questions. Please wait...
va: Generant preguntes. Per favor, espera...

source: For students of
va: Per a estudiants de

source: on the following topic
va: sobre el següent tema

source: questions
va: preguntes

source: With the following formats:
va: Amb els següents formats:

source: You must return only the questions without numbering and without classification or bullet points
va: Has de tornar només les preguntes sense numerar i sense classificació ni punts de bala

source: The questions could not be generated
va: No s'han pogut generar les preguntes

source: The questions could not be generated. Incorrect format
va: No s'han pogut generar les preguntes. Format incorrecte

source: An error occurred while retrieving the questions. Please try again.
va: S'ha produït un error en recuperar les preguntes. Per favor, intenta-ho de nou.

source: Sorry, wrong file format
va: El format de fitxer és incorrecte

source: Generate 10 words followed by their definitions, separated by #. Do not include the # character in either the word or the definition.
va: Genera 10 paraules seguides de les seues definicions, separades per #. No inclogues el caràcter # ni en la paraula ni en la definició.

source: Generate 30 words and their definitions separated by #.
va: Genera 30 paraules i les seues definicions separades per #.

source: Create 10 multiple-choice questions with 2 to 4 options. Start with the correct solution (0, 1, 2, or 3), followed by the question and each option, all separated by #.
va: Crea 10 preguntes de tria múltiple amb 2 a 4 opcions. Comença amb la solució correcta (0, 1, 2, o 3), seguida de la pregunta i cada opció, totes separades per #.

source: Generate 10 multiple-choice questions. Provide the correct answer as letters (e.g., A, AB), followed by the question and the options, all separated by #.
va: Genera 10 preguntes amb opcions de tria múltiple. Proporciona la solució correcta com a lletres (per exemple, A, AB), seguida de la pregunta i les opcions, totes separades per #.

source: Create 5 solution words followed by 3 to 9 clues that describe each one. Separate each clue with #.
va: Proporciona 5 paraules de solució seguides de 3 a 9 pistes que les descriuen. Separa cada pista amb #.

source: Provide 4 elements for each of these groups: carnivores, 0, and herbivores, 1. Separate the group number and the element using the symbol #.
va: Proporciona 4 elements per a cada grup: carnívors, 0, i herbívors, 1. Separa el grup i l'element amb #.

source: Generate 10 true or false questions. Each question must include the solution (0 = false, 1 = true), followed by a suggestion and feedback, all separated by #. Additionally, the feedback must not explicitly indicate whether the response is correct or incorrect
va: #Genera 10 preguntes de veritat o falsedat. Cada pregunta ha de incloure la solució (0 = fals, 1 = cert), seguida d'una suggerència i retroalimentació, totes separades per #. A més, la retroalimentació no ha de indicar explícitament si la resposta és correcta o incorrecta.

source: Generate 10 questions. The 'Solution' can be 0/1 for True/False, 0-3 for single-choice, or A-D (or combinations) for multiple-choice. Then provide the question and the answer options (2 to 4), all separated by '#'.
va: Genera 10 preguntes. La 'Solució' pot ser 0/1 per a Veritat/Fals, 0-3 per a tria única, o A-D (o combinacions) per a tria múltiple. Després, proporciona la pregunta i les opcions de resposta (2 a 4), totes separades per '#'.

source: Provide only one ordered list of steps or items, each separated by '#'.
va: Proporciona només una llista ordenada de passos o elements, cadascun separat per '#'.

source: Generate 10 words followed by their definitions, separated by #. Do not include the # character in either the word or the definition
va: Genera 10 paraules seguides de les seues definicions, separades per #. No inclogas el caràcter # ni a la paraula ni a la definició

source: Go to Tools - Preview to see the tooltip content
va: Vés a eines - Previsualitza per a veure el contingut de l'indicador de funció

source: If you have made changes and have not saved them, they will be lost. Do you really want to quit?
va: Si heu fet canvis i no els heu guardat, es perdran. Esteu segur que vulgueu eixir?

source: Add
va: Afegir

source: Delete
va: Suprimiu

source: Edit
va: Edita

source: Undo
va: Desfés

source: Redo
va: Refés

source: Cut
va: Retalla

source: Paste
va: Apega

source: New
va: Nou

source: Open
va: Obri

source: Close
va: Tanca

source: Exit
va: Ix

source: Help
va: Ajuda

source: Print
va: Imprimeix

source: Save As...
va: Anomena i guarda...

source: Central Idea
va: Idea principal

source: Welcome to mindmaps
va: Benvingut a mindmaps

source: Navigation
va: Navegació

source: Mind map
va: Mapa mental

source: Could not retrieve data (Core error)
va: No s'han pogut recuperar les dades (error del nucli)

source: Navigator
va: Navegador

source: Info
va: Informació

source: Show or hide the node's children
va: Mostra o amaga els fills del node

source: Start working on a new mind map
va: Comença a treballar en un nou mapa mental

source: Error uploading file
va: Error en pujar l'arxiu

source: Inline
va: En línia

source: Bold
va: Negreta

source: Italic
va: Cursiva

source: Underline
va: Subratllat

source: Strikethrough
va: Barrat

source: Superscript
va: Superíndex

source: Subscript
va: Subíndex

source: Code
va: Codi

source: Deletion
va: Supressió

source: Insertion
va: Inserció

source: Cite
va: Cita

source: Highlighted text
va: Text ressaltat

source: Editor
va: Redactor/a

source: Connection lost
va: Connexió perduda

source: Users online
va: Usuaris en línia

source: Last save:
va: Últim guardat:

source: No previous versions
va: Sense versions anteriors

source: Unsaved project
va: Projecte no desat

source: Saved one day ago
va: Desat fa un dia

source: Saved %s days ago
va: Desat fa %s dies

source: Saved an hours ago
va: Desat fa una hora

source: Saved %s hours ago
va: Desat fa %s hores

source: Saved %s minutes ago
va: Desat fa %s minuts

source: Saved a few seconds ago
va: Desat fa uns segons

source: Empty session
va: Sessió buida

source: Do you want to logout anyway?
va: Vols tancar la sessió de totes maneres?

source: Logout
va: Tancar sessió

source: Cancel
va: Cancel·la

source: Default
va: Per defecte

source: Advanced
va: Avançat

source: Untitled document
va: Document sense títol

source: Share link
va: Compartir enllaç

source: The share link is:
va: L'enllaç per a compartir és:

source: Copy to clipboard
va: Copia al porta-retalls

source: Interactive activities
va: Activitats interactives

source: Games
va: Jocs

source: Others
va: Altres

source: Close panel
va: Tanca el panell

source: Minimize
va: Minimitzar

source: New file
va: Nou fitxer

source: Create new file without saving
va: Crea un fitxer nou sense guardar

source: Saving the project...
va: Desant el projecte...

source: Project saved.
va: Projecte desat.

source: Save project
va: Desa el projecte

source: Please enter the project title:
va: Per favor, introdueix el títol del projecte:

source: Google Drive error
va: Error de Google Drive

source: Unknown
va: Desconegut

source: Dropbox error
va: Error de Dropbox

source: Open project
va: Obri el projecte

source: Open without saving
va: Obrir sense desar

source: No recent projects...
va: No hi ha projectes recents...

source: Download
va: Baixa

source: File generation in progress.
va: Generant arxiu...

source: File generated.
va: Arxiu generat.

source: Unknown error.
va: Error desconegut.

source: Export
va: Exporta

source: Generating export files...
va: Generant arxius d'exportació...

source: The project has been exported.
va: El projecte s'ha exportat.

source: Other users are connected.
va: Altres usuaris estan connectats.

source: Link validation tool
va: Eina de validació de enllaços

source: Looking for broken links...
va: Buscant enllaços trencats...

source: No broken links found.
va: No s'han trobat enllaços trencats.

source: Resources report
va: Informe de recursos

source: Checking the project resources...
va: Comprovant els recursos del projecte...

source: The project has no files.
va: El projecte no té arxius.

source: Preview
va: Previsualització

source: Generating preview...
va: Generant vista prèvia...

source: The preview has been generated.
va: La vista prèvia s'ha generat.

source: multiple users on page
va: múltiples usuaris a la pàgina

source: Broken links
va: Enllaços trencats

source: Name
va: Nom

source: New page
va: Nova pàgina

source: New name
va: Nou nom

source: Rename page
va: Canvia el nom de la pàgina

source: Delete page
va: Esborra la pàgina

source: Do you want to delete the page? This cannot be undone.
va: Vols esborrar la pàgina? Això no es pot desfer.

source: Yes
va: Sí

source: Clone page
va: Clona la pàgina

source: Do you want to clone the page?
va: Vols clonar la pàgina?

source: Content properties
va: Propietats del contingut

source: Add Text
va: Afegir text

source: Alert
va: Avís

source: Confirm
va: Confirmeu

source: Information
va: Informació

source: About eXeLearning
va: Sobre eXeLearning

source: Assistant
va: Auxiliar

source: File Manager
va: Gestor de fitxers

source: Back
va: Enrere

source: iDevice manager
va: Gestor d'iDevice

source: Search iDevices
va: Cerca d'iDevices

source: Default iDevices
va: iDevices per defecte

source: My iDevices
va: Els meus iDevices

source: Import iDevice
va: Importeu l'iDevice

source: Visibility
va: Visibilitat

source: Title
va: Títol

source: Category
va: Categoria

source: Actions
va: Accions

source: Delete iDevice
va: Esborrar iDevice

source: Delete this iDevice: %s?
va: Esborrar aquest iDevice: %s?

source: iDevice properties
va: Propietats del dispositiu iDevice

source: Failed to install the new iDevice
va: No s'ha pogut instal·lar el nou iDevice

source: Could not remove the iDevice
va: No s'ha pogut eliminar el iDevice

source: Legal notes
va: Notes legals

source: New window
va: Nova finestra

source: End
va: Fi

source: Link
va: Enllaç

source: Times
va: Vegades

source: Page name
va: Nom de la pàgina

source: Block name
va: Nom del bloc

source: Block position
va: Posició del bloc

source: Broken Links
va: Enllaços trencats

source: File
va: Fitxer

source: Path
va: Ruta

source: Size
va: Grandària

source: Resource Report
va: Informe de recursos

source: You don't have the style used by this project.
va: No tens l'estil utilitzat per aquest projecte.

source: Theme
va: Tema

source: Search saved projects...
va: Cerca projectes desats...

source: No recent projects found.
va: No s'han trobat projectes recents.

source: Version
va: Versió

source: Date
va: Data

source: Autosaved
va: Desat automàticament

source: Delete project
va: Esborrar projecte

source: %s of %s used
va: %s de %s utilitzat

source: Open without saving changes
va: Obrir sense guardar els canvis

source: Error opening
va: Error en obrir

source: Select a file from your device
va: Selecciona un fitxer del teu dispositiu

source: Open multiple files
va: Obrir múltiples fitxers

source: Import error
va: Error d'importació

source: The content is not a box or an iDevice
va: El contingut no és una caixa ni un iDevice

source: Error while uploading the project.
va: Error en pujar el projecte.

source: Could not open the file.
va: No s'ha pogut obrir el fitxer.

source: Could not read all files.
va: No s'han pogut llegir tots els arxius.

source: Do you want to install it?
va: Vols instal·lar-ho?

source: Import style
va: Importeu l'estil

source: Show other versions
va: Mostra altres versions

source: Preferences
va: Preferències

source: Release notes
va: Notes de la versió

source: Do you want to save the current project?
va: Vols desar el projecte actual?

source: Exit without saving
va: Sortir sense desar

source: Error saving
va: Error en desar

source: Styles
va: Estils

source: Default themes
va: Temes per defecte

source: My themes
va: Els meus temes

source: New theme
va: Nou tema

source: My new theme
va: El meu nou tema

source: Import theme
va: Importa el tema

source: Delete theme
va: Elimina el tema

source: Style properties
va: Propietats de l'estil

source: Style theme
va: Estil del tema

source: Select image
va: Seleccioneu imatge

source: Failed to install the new style
va: No s'ha pogut instal·lar el nou estil del tema

source: Failed to create the style
va: No s'ha pogut crear l'estil del tema

source: Failed to edit the style
va: No s'ha pogut editar l'estil del tema

source: Failed to remove theme
va: No s'ha pogut eliminar el tema

source: Are you sure to delete the theme: ${theme.id}?
va: Estàs segur que vols eliminar el tema: ${theme.id}?

source: Upload
va: Penja

source: Upload to Dropbox
va: Puja a Dropbox

source: Root
va: Arrel

source: Upload to Google Drive
va: Pujar a Google Drive

source: Select an icon
va: Seleccioneu una icona

source: No icon
va: Sense icona

source: Move up
va: Mou cap amunt

source: Move down
va: Mou cap avall

source: Properties
va: Propietats

source: Clone
va: Clonar

source: Move to
va: Moure a

source: Check links
va: Comprovar enllaços

source: Delete box
va: Esborrar caixa

source: Box properties
va: Propietats de la caixa

source: Move Block to page
va: Moure bloc a la pàgina

source: Move
va: Moure

source: Download error
va: Error de descàrrega

source: Show
va: Mostra

source: Select icon
va: Selecciona icona

source: Empty
va: Buit

source: Change title
va: Canvia títol

source: Write new title of the block:
va: Escriu un nou títol del bloc:

source: Block error
va: Error de bloc

source: Discard changes
va: Descarta els canvis

source: Discard all changes?
va: ¿Desitges descartar tots els canvis?

source: Move iDevice to page
va: Mou l'iDevice a la pàgina

source: File is too large
va: El fitxer és massa gran

source: Error saving the iDevice
va: Error guardant l'iDevice
