Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: Add at least two answers.
eo: ~Aŭtentikigu almenaŭ du respondojn.

source: Please choose the right answer.
eo: ~Bonvolu elekti la ĝustan respondon.

source: No struck-through words...
eo: ~Neniam uzu strikitajn vortojn...

source: Write an introduction (instructions, etc.).
eo: ~Verku enkondukon (instrukciojn, ktp.).

source: Add at least two pairs.
eo: ~Aŭtentikigu almenaŭ du parojn.

source: Add at least two elements to the list.
eo: ~Aŭtentikigu almenaŭ du elementojn en la liston.

source: Important
eo: ~Grave

source: Do not show this message again
eo: ~Ne montri ĉi tiun mesaĝon denove

source: All the slides have been deleted.
eo: ~Ĉiuj paĝetoj estis forigitaj.

source: Num.
eo: ~Nombro

source: Remove slide %s?
eo: ~Ĉu forigi paĝeton %s?

source: Slides list
eo: ~Paĝetolisto

source: New slide
eo: ~Nova paĝeto

source: The slide was created!
eo: ~La paĝeto estis kreita!

source: Saved changes!
eo: ~Ŝanĝoj konservitaj!

source: The YouTube API might have changed.
eo: ~Eble la YouTube API ŝanĝiĝis.

source: Local file
eo: ~Loka dosiero

source: Saved!
eo: ~Savigita!

source: Stop the playing video
eo: ~Ĉesigu la ludantan videon

source: Hours
eo: ~Horo

source: Minutes
eo: ~Minutoj

source: Seconds
eo: ~Sekundoj

source: Now
eo: ~Nun

source: Current frame second
eo: ~Nuntempa kadro sekundo

source: The slide can't start in that second (zero).
eo: ~La slidilo ne povas komenci tiun sekundan (nulon).

source: The video is not that long. Check the start/end time.
eo: ~La video ne estas tiom longa. Kontrolu la komencan/finaĵan tempon.

source: Please check the start/end time.
eo: ~Bonvolu kontroli la komencan/finaĵan tempon.

source: Set the time for the slide to be shown
eo: ~Agordu la tempon por la prezentado esti montrata

source: If you don't want the video to stop, set the time for the slide to be hidden
eo: ~Se vi ne volas ke la video ĉesu, agordu la tempon por la prezentado esti kaŝita

source: Click on %s to get the video current time.
eo: ~Klaku sur %s por akiri la aktualan tempon de la video.

source: Results
eo: ~Rezultoj

source: Slide (frame)
eo: ~Prezentado (kadro)

source: Seen
eo: ~Vidita

source: Total
eo: ~Entute

source: see all the slides and answer all the questions
eo: ~Vidu ĉiujn prezentadojn kaj respondu ĉiujn demandojn

source: This video has no interactive elements.
eo: ~Ĉi tiu video ne havas interagajn prezentadojn.

source: Incompatible code
eo: ~Nekongrua kodo

source: Only one interactive video per page.
eo: ~Nur unu interaga video paĝe.

source: Exit the fullscreen mode (Esc) to see the current slide
eo: ~Eliru la plenekranan reĝimon (Esc) por vidi la nuna paĝon

source: Right!
eo: ~Rekte!

source: Wrong
eo: ~Malsame

source: Drag and drop or use the arrows.
eo: ~Tiru kaj faligu aŭ uzu la sagojn.

source: Right answer:
eo: ~Rekta respondo:

source: Please finish the activity
eo: ~Bonvolu fini la agadon

source: Show results
eo: ~Montru rezultojn

source: Score non-interactive activities
eo: ~Poentumi ne-interagajn agadojn

source: Open the editor and start adding interaction...
eo: ~Malfermu la redaktanton kaj komencu aldoni interagadon...

source: Please save your iDevice now (click on %s now) and edit it to add interaction.
eo: ~Bonvolu konservi vian iDevice nun (klaku sur %s nun) kaj redaktu ĝin por aldoni interagan funkcion.

source: Format
eo: ~Formato

source: Recommended type
eo: ~Rekomendita tipo

source: Please select a file or provide a valid video URL.
eo: ~Bonvolu elekti dosieron aŭ provizi validan videolinion.

source: Wrong URL. Expected format:
eo: ~Malfunkcia URL. Atendata formato:

source: Interactive video
eo: ~Interaga video

source: You can only add one Interactive Video iDevice per page.
eo: ~Vi povas aldoni nur unu Interagan Videon iDevice po paĝo.

source: Mediateca
eo: ~Mediateko

source: Math operations
eo: ~Matematika operacioj

source: Answered
eo: ~Respondis

source: Right
eo: ~Ĝuste

source: You finished all the operations.
eo: ~Vi finis ĉiujn operaciojn.

source: Write a valid fraction.
eo: ~Verku validan frakcion.

source: Write a valid operator: +-x*/:
eo: ~Verku validan operacion: +-x*/:

source: Create basic math operation games (addition, subtraction, multiplication, division). The student will have to guess the result, operator or an operand.
eo: ~Kreu bazajn matematikajn ludojn (aldono, subtraho, multipliko, divido). La lernanto devos diveni la rezultaton, operacion aŭ operandon.

source: Solve the following operations.
eo: ~Solvu la jenajn operaciojn.

source: Fractions
eo: ~Frakcioj

source: Choose what to guess:
eo: ~Elektu kion diveni:

source: Operator
eo: ~Operacio

source: First operand
eo: ~Unua operando

source: Second operand
eo: ~Dua operand

source: Number of operations:
eo: ~Nombro de operacioj:

source: Smallest number:
eo: ~Plej malgranda nombro:

source: Biggest number:
eo: ~Plej granda nombro:

source: Number of decimals (operands):
eo: ~Nombro da decimaloj (operandoj):

source: Operations:
eo: ~Operacioj:

source: Addition
eo: ~Aldono

source: Subtraction
eo: ~Subtraho

source: Multiplication
eo: ~Multiplikado

source: Division
eo: ~Divido

source: Allow decimals in the results
eo: ~Permesi decimalojn en la rezultoj

source: Irreducible fraction.
eo: ~Neredukebla frakcio.

source: Allow negative results
eo: ~Permesi negativajn rezultojn

source: Allow negative
eo: ~Permesi negativan

source: Allow zero as a result
eo: ~Permesi nulon kiel rezulton

source: Relative error
eo: ~ Rilata eraro

source: Absolute error
eo: ~ Averaĝa eraro

source: % right to see the feedback
eo: ~ % ĝuste por vidi la reagojn

source: Please specify the number of operations
eo: ~ Bonvolu specifii la nombron de operacioj

source: Please define the minimal value of the operand
eo: ~ Bonvolu difini la minimuman valoron de la operand

source: Please define the highest value of the operand
eo: ~Bonvolu difini la plej altan valoron de la operand

source: The highest number should be bigger than the smallest one
eo: ~La plej alta nombro devus esti pli granda ol la plej malalta

source: No operations selected
eo: ~Neniuj operacioj elektitaj

source: You can't give repeated solutions
eo: ~Vi ne povas doni ripetajn solvojn

source: Math problems
eo: ~Matematikkonoj

source: Sorry, that’s incorrect... The right answer is:
eo: ~Pardonu... La ĝusta respondo estas:

source: Create random basic math problems.
eo: ~Kreu hazardajn bazajn matematikajn problemojn.

source: Solve the following math problems.
eo: ~Solvu la jenajn matematikajn problemojn.

source: Problems
eo: ~Problemoj

source: Formula
eo: ~Formulo

source: Question text:
eo: ~Kalkulu en kvadrataj metroj la surfacon de triangulo kun bazo de {b}m kaj alto de {h}m

source: Calculate in square metres the surface of a triangle with a base of {b}m and a height of {h}m
eo: ~Difinu la domajno de ĉiu variablo

source: Define the domain of each variable
eo: ~Plej granda nombro:

source: Highest number:
eo: ~Decimloj:

source: Decimals:
eo: ~Sen decimloj

source: No decimals
eo: ~Respondo (opcia)

source: Feedback (optional)
eo: ~Uzu la Respondon por aldoni klarigon aŭ la ĝustan formulon.

source: Use the Feedback to add an explanation or the right formula.
eo: ~Nur la Respondo estas opcia

source: Only the Feedback is optional
eo: ~Bonvolu skribi la tekston de la demando

source: The domain of at least one variable is not correct
eo: ~La domajno de almenaŭ unu variablo ne estas ĝusta

source: Lock
eo: ~Ŝlosi

source: Show activity
eo: ~Montri aktivecon

source: Padlock
eo: ~Ŝlosiloj

source: Create activities with a password protected feedback.
eo: ~Krei aktivecojn kun pasvorto-protektita reagado

source: Atomic number
eo: ~Atomnumero

source: Find the element with the number
eo: ~Trovu la elementon kun la numero

source: Click on this chemical element
eo: ~Klaku ĉi tiun kemian elementon

source: Periodic table
eo: ~Perioda tabelo

source: Verify
eo: ~Konfirmi

source: Play again
eo: ~Ludu denove

source: The game is over. Your score is %s. Correct answers: %s out of %s.
eo: ~La ludo finiĝis. Via poentaro estas %s. Korektaj respondoj: %s el %s.

source: Enter a valid atomic number
eo: ~Enmetu validan atomnombro

source: The element name must contain only letters
eo: ~La nomo de la elemento devas enhavi nur literojn

source: The symbol must contain one or two letters, starting with an uppercase letter
eo: ~La simbolo devas enhavi unu aŭ du literojn, komencante per majuskula litero

source: Select a group of chemical elements
eo: ~Elektu grupon de kemiaj elementoj

source: Write a valid configuration based, if applicable, on the preceding noble gas
eo: ~ Skribu validan konfiguracion bazitan, se aplike, sur la antaŭa nobla gaso

source: Enter the oxidation states of this element, separated by commas
eo: ~Enmetu la oksidiĝajn statojn de ĉi tiu elemento, apartigitajn per komo

source: Click on a chemical element
eo: ~Klaku sur kemian elementon

source: Correct. Click on another element
eo: ~Korekte. Klaku sur alian elementon

source: That is not correct. Try again
eo: ~Tio ne estas ĝuste. Provu denove

source: You have used all your attempts. Try another element
eo: ~Vi uzis ĉiujn viajn provojn. Provu alian elementon

source: Try another element
eo: ~Provu alian elementon

source: That is not correct. Next element
eo: ~Tio ne estas ĝuste. Sekva elemento

source: Correct. This is the chemical element we are looking for
eo: ~Korekte. Ĉi tio estas la kemia elemento kiun ni serĉas

source: That is not correct. You clicked on: %s. Number of attempts: %d. Try again
eo: ~Tio ne estas ĝuste. Vi klakis sur: %s. Nombro da provojn: %d. Provu denove

source: You have used all your attempts
eo: ~Vi uzis ĉiujn viajn provojn

source: That is not correct. You clicked on: %s.
eo: ~Tio ne estas ĝuste. Vi klakis sur: %s.

source: Complete the missing information in this element
eo: ~Plenigu la mankantajn informojn en ĉi tiu elemento

source: Click on one of the marked chemical elements.
eo: ~Klaku sur unu el la markitaj kemiaj elementoj.

source: Number
eo: ~Nombro

source: Symbol
eo: ~Simbolo

source: Configuration
eo: ~Konfiguro

source: Oxidations
eo: ~Oxidadoj

source: Alkali metal
eo: ~Alkala metalo

source: Alkaline earth metal
eo: ~Alkalaj tero-metalo

source: Transition metal
eo: ~Transira metalo

source: Post-transition metal
eo: ~Post-transira metalo

source: Metalloid
eo: ~Metaloido

source: Non-metal
eo: ~Ne-metalo

source: Halogen
eo: ~Halogeno

source: Noble gas
eo: ~Nobla gaso

source: Lanthanide
eo: ~Lanthanido

source: Actinide
eo: ~Aktinido

source: Hydrogen
eo: ~Hydrogeno

source: Helium
eo: ~Helio

source: Lithium
eo: ~Litio

source: Beryllium
eo: ~Berilio

source: Boron
eo: ~Boro

source: Carbon
eo: ~Karbono

source: Fluorine
eo: ~Fluoro

source: Neon
eo: ~Neono

source: Sodium
eo: ~Sodio

source: Magnesium
eo: ~Magnesio

source: Aluminum
eo: ~Alumino

source: Silicon
eo: ~Silicio

source: Phosphorus
eo: ~Fosforo

source: Sulfur
eo: ~Sulfuro

source: Chlorine
eo: ~Klorino

source: Argon
eo: ~Argono

source: Potassium
eo: ~Potasio

source: Calcium
eo: ~Kalcio

source: Scandium
eo: ~Skandio

source: Titanium
eo: ~Titano

source: Vanadium
eo: ~Vandadio

source: Chromium
eo: ~Kromio

source: Manganese
eo: ~Manganeso

source: Iron
eo: ~Ferro

source: Cobalt
eo: ~Kobalto

source: Nickel
eo: ~Nikel

source: Copper
eo: ~Kupro

source: Zinc
eo: ~Zinko

source: Gallium
eo: ~Gallio

source: Germanium
eo: ~Germanio

source: Arsenic
eo: ~Arseniko

source: Selenium
eo: ~Seleno

source: Bromine
eo: ~Bromino

source: Rubidium
eo: ~Rubidio

source: Strontium
eo: ~Stronzio

source: Yttrium
eo: ~Yttrio

source: Zirconium
eo: ~Zirkonio

source: Niobium
eo: ~Niobio

source: Molybdenum
eo: ~Molibdeno

source: Technetium
eo: ~Teknetio

source: Ruthenium
eo: ~Rutenio

source: Rhodium
eo: ~Rodio

source: Palladium
eo: ~Palladio

source: Silver
eo: ~Argento

source: Cadmium
eo: ~Kadmio

source: Indium
eo: ~Indio

source: Tin
eo: ~Stano

source: Antimony
eo: ~Antimonio

source: Tellurium
eo: ~Tellurio

source: Iodine
eo: ~Iodio

source: Xenon
eo: ~Xenono

source: Cesium
eo: ~Cesio

source: Barium
eo: ~Bario

source: Cerium
eo: ~Cerio

source: Praseodymium
eo: ~Praseodimo

source: Neodymium
eo: ~Neodimo

source: Promethium
eo: ~Prometio

source: Samarium
eo: ~Samario

source: Europium
eo: ~Eŭropio

source: Gadolinium
eo: ~Gadolinio

source: Terbium
eo: ~Terbio

source: Dysprosium
eo: ~Disprosio

source: Holmium
eo: ~Holmio

source: Erbium
eo: ~Erbio

source: Thulium
eo: ~Thulio

source: Ytterbium
eo: ~Ytterbio

source: Lutetium
eo: ~Lutetio

source: Hafnium
eo: ~Hafnio

source: Tantalum
eo: ~Tantalio

source: Tungsten
eo: ~Volframo

source: Rhenium
eo: ~Renio

source: Osmium
eo: ~Osmio

source: Iridium
eo: ~Iridio

source: Platinum
eo: ~Platino

source: Gold
eo: ~Oro

source: Thallium
eo: ~Taliumo

source: Lead
eo: ~Plumbo

source: Bismuth
eo: ~Bismuto

source: Polonium
eo: ~Polonio

source: Astatine
eo: ~Astatino

source: Radon
eo: ~Radono

source: Francium
eo: ~Francio

source: Radium
eo: ~Radio

source: Actinium
eo: ~Aktinio

source: Protactinium
eo: ~Protaktinium

source: Uranium
eo: ~Uranio

source: Neptunium
eo: ~Neptunio

source: Plutonium
eo: ~Plutonio

source: Americium
eo: ~Americio

source: Curium
eo: ~Curio

source: Berkelium
eo: ~Berkelio

source: Californium
eo: ~Kalifornium

source: Fermium
eo: ~Fermio

source: Mendelevium
eo: ~Mendelevio

source: Nobelium
eo: ~Nobelio

source: Lawrencium
eo: ~Lawrencio

source: Rutherfordium
eo: ~Rutherfordio

source: Dubnium
eo: ~Dubnio

source: Seaborgium
eo: ~Seaborgio

source: Bohrium
eo: ~Bohroio

source: Hassium
eo: ~Hassiumo

source: Meitnerium
eo: ~Meitnerio

source: Create interactive activities for the periodic table
eo: ~Kreu interagajn aktivadojn por la perioda tabelo

source: Complete the following questions about the periodic table.
eo: ~Plenumu la jenajn demandojn pri la perioda tabelo.

source: Mode
eo: ~Reĝimo

source: Mobile
eo: ~Poŝtelefono

source: Data to complete
eo: ~Datumoj por plenumi

source: Electronic configuration
eo: ~ Elektrona konfiguro

source: Oxidation states
eo: ~ Oksidiĝaj ŝtatoj

source: Element Groups
eo: ~ Elementaj grupoj

source: Summary of activities
eo: ~ Resumo de agadoj

source: You have not completed any of the suggested activities to be assessed in this educational resource.
eo: ~ Vi ne plenumis iun ajn el la sugestitaj agadoj por esti taksata en ĉi tiu edukada rimedo.

source: Number of activities to be completed: %s
eo: ~ Nombro de agadoj por plenumi: %s

source: The following table registers the results you have obtained in the completed, suggested and assessed activities in this educational resource.
eo: ~La sekva tabelo registras la rezultojn, kiujn vi akiris en la kompletigitaj, proponitaj kaj taksitaj agadoj en ĉi tiu edukada rimedo.

source: Average score
eo: ~Meza poentaro

source: Update
eo: ~Ĝisdatigo

source: No. of activities: %s
eo: ~Nombro da agadoj: %s

source: Completed: %s
eo: ~Kompletigitaj: %s

source: Average score: %s
eo: ~Meza poentaro: %s

source: Average score of completed activities: %s
eo: ~Meza poentaro de kompletigitaj agadoj: %s

source: This will eliminate the stored scores of all activities. Are you sure you want to continue?
eo: ~Tio forigos la konservitajn poentojn de ĉiuj agadoj. Ĉu vi certas, ke vi volas daŭrigi?

source: Educational resource sections
eo: ~Edukada rimedo sekcioj

source: progress_report
eo: ~progreso_raporto

source: Go to the activity
eo: ~Iru al la aktiveco

source: Error recovering data
eo: ~Eraro dum reakiro de datumoj

source: Scored Activities
eo: ~Punktitaj Aktivadoj

source: In preview mode, visit this progress report to see the status of all associated scored activities. This status can be:
eo: ~En antaŭrigarda reĝimo, vizitu ĉi tiun progresraporton por vidi la staton de ĉiuj rilataj punktitaj aktivecoj. Ĉi tiu stato povas esti:

source: This message will only be displayed in edit mode.
eo: ~Ĉi tiu mesaĝo estos montrata nur en redakta reĝimo.

source: Uncompleted Activity
eo: ~Nedatita Aktivado

source: Unsuccessful Activity
eo: ~Ne sukcese farita Aktivado

source: Successful Activity
eo: ~Sukcese farita Aktivado

source: In local mode, the results of completed activities cannot be displayed in the report
eo: ~En loka reĝimo, la rezultoj de kompletigitaj aktivecoj ne povas esti montrataj en la raporto

source: Download progress report
eo: ~Elŝuti progresraporton

source: Edit this iDevice to update its contents.
eo: ~Redaktu ĉi tiun iDevice por ĝisdatigi ĝian enhavon.

source: It shows the result of the pupils in the activities linked to their average score.
eo: ~Ĝi montras la rezulton de la lernantoj en la aktivecoj ligitaj al ilia averaĝa poentaro.

source: The ID can be a number or word of more than five characters. You must use the same ID in all the activities you will assess in this progress report.
eo: ~La ID povas esti nombro aŭ vorto de pli ol kvin signoj. Vi devas uzi la saman ID en ĉiuj aktivecoj, kiujn vi taksos en ĉi tiu progreso raporto.

source: Refresh pages
eo: ~Refreŝigi paĝojn

source: Show date and time
eo: ~Montri daton kaj tempon

source: Show type of iDevice
eo: ~Montri iDevice-tipo

source: Link report activities
eo: ~Ligilo al raporta aktivecoj

source: All pages and iDevices
eo: ~Ĉiuj paĝoj kaj iDevice-oj

source: All pages and only evaluable iDevices
eo: ~Ĉiuj paĝoj kaj nur takseblaj iDevice-oj

source: Only pages with evaluable activities
eo: ~Nur paĝoj kun takseblaj aktivecoj

source: Available iDevices
eo: ~Disponeblaj iDevice-oj

source: This iDevice is compatible with all game iDevices and all interactive activities.
eo: ~Ĉi tiu iDevice estas kongrua kun ĉiuj ludadaj iDevice-oj kaj ĉiuj interagaj agadoj.

source: Puzzle
eo: ~ Puzlo

source: Time is up
eo: ~Tempo es exhausted

source: You completed all the activities!
eo: ~Vi kompletigis ĉiujn agadojn!

source: Number of activities to be completed
eo: ~Nombro da agadoj por fini

source: Please try again
eo: ~Bonvolu provi denove

source: Show/Hide numbers
eo: ~Montri/Malmontri nombrojn

source: Time spent
eo: ~Tempo pasis

source: Puzzle completed
eo: ~Puzlo kompletigita

source: Repeat
eo: ~Ripetu

source: You must select the puzzle image
eo: ~Vi devas elekti la puzla bildon

source: Select an image
eo: ~Elektu bildon

source: Create interactive activities where players must solve various puzzles.
eo: ~Kreu interagajn aktivecojn kie ludantoj devas solvi diversajn puzlojn.

source: Solve the following puzzles.
eo: ~Solvu la jenajn puzlojn.

source: Random puzzles.
eo: ~Hazardaj puzloj.

source: % Activities
eo: ~% Aktivecoj

source: Puzzles
eo: ~Puzloj

source: Slide
eo: ~Gliti

source: Swap
eo: ~Ŝanĝi

source: Show image
eo: ~Montri bildon

source: Show numbers
eo: ~Montri nombrojn

source: Show time
eo: ~Montri tempon

source: Show attempt
eo: ~Montri provo

source: Statement
eo: ~Afiŝo

source: Feedback/Solution
eo: ~Respondo/Solvo

source: Add an activity
eo: ~Aldoni agadon

source: First activity
eo: ~Unua ago

source: Previous activity
eo: ~Antaŭa ago

source: Puzzle number:
eo: ~Puzla nombro:

source: Next activity
eo: ~Sekva agado

source: Last activity
eo: ~Lasta agado

source: Delete activity
eo: ~Forigi agadon

source: Copy activity
eo: ~Kopii agadon

source: Cut activity
eo: ~Trenĉi agadon

source: Paste activity
eo: ~Alglui agadon

source: Quick questions
eo: ~Rapidaj demandoj

source: Video Intro
eo: ~Video Enkonduko

source: Create activities in which students see a video, image or text and they have to choose the right answer.
eo: ~Kreu agadojn en kiuj studentoj vidas videon, bildon aŭ tekston kaj ili devas elekti la ĝustan respondon.

source: Custom score
eo: ~Propra poentaro

source: Play the introduction video
eo: ~Ludu video-intronon

source: Play
eo: ~Ludu

source: test
eo: ~testo

source: Multiple Choice Quiz
eo: ~Multobla Elektokvizo

source: Rich Text
eo: ~Riĉa Teksto

source: Please order the answers
eo: ~Bonvolu ordigi la respondojn

source: Please write the solution
eo: ~Bonvolu verki la solvon

source: Create activities with multiple choice questions or questions in which you have to put the answers in the right order.
eo: ~Kreu aktivecojn kun multobla elekto aŭ demandoj, en kiuj vi devas meti la respondojn en ĝustan ordo.

source: Choose the right answers and click on the Check button.
eo: ~Elektu la ĝustajn respondojn kaj alklaku la Ŝarĝu butonon.

source: Questions order
eo: ~Demandoj ordo

source: Tree
eo: ~Arbo

source: Order defined by the author.
eo: ~Ordo difinita de la aŭtoro.

source: Different order each time you run the game.
eo: ~Diversa ordo ĉiufoje kiam vi ludas.

source: The questions will change depending on the answers.
eo: ~La demandoj ŝanĝiĝos depende de la respondoj.

source: Play audio when displaying the solution
eo: ~Ludu sonon kiam vi montras la solvon

source: Order
eo: ~Ordo

source: Go to
eo: ~Iru al

source: Video test
eo: ~Videotesto

source: Pause video
eo: ~Haltu videon

source: Preview questions
eo: ~Antaŭrigardaj demandojn

source: Reload video
eo: ~Reŝarĝu videon

source: Question number
eo: ~Demando nombro

source: There is already a question in that second.
eo: ~Jam ekzistas demando en tiu dua.

source: The video's end time must be shorter than its total duration
eo: ~Bonvolu kontroli la longon de la video kaj la fino-tempon

source: Create activities consisting on a video with interactive questions.
eo: ~Kreu agadojn konsistantajn el video kun interagaj demandoj.

source: Navigable
eo: ~Navigebla

source: Repeat question
eo: ~Ripetu demando

source: Test
eo: ~Testo

source: Question point
eo: ~Kvara punkto

source: Preview question
eo: ~Antaŭrigardi demandon

source: Provide an image, text or audio for each card's front side
eo: ~Provizu bildon, tekston aŭ aŭdilon por la antaŭa flanko de ĉiu karto

source: Provide an image, text or audio for each card's back side
eo: ~Provizu bildon, tekston aŭ aŭdilon por la malantaŭa flanko de ĉiu karto

source: Create matching games with images, sounds and enriched texts.
eo: ~Kreu kongruajn ludojn kun bildoj, sonoj kaj riĉigitaj tekstoj.

source: Relate
eo: ~Rilate

source: Match each card with its pair.
eo: ~Kongruu ĉiun karton kun ĝia paro.

source: Rubric
eo: ~Kriterio

source: Other contents
eo: ~Alia enhavo

source: Notes
eo: ~Notoj

source: Apply
eo: ~Apliki

source: Complete the table to define a scoring guide. Define the score or value of each descriptor.
eo: ~Plenigu la tabelon por difini taksogvidilon. Difinu la poentaron aŭ valoron de ĉiu priskribo.

source: Learn how to apply a rubric
eo: ~Lerni kiel apliki rubricon

source: Example rubric
eo: ~Ekzempla rubrico

source: Criteria
eo: ~Kriterioj

source: Descriptor
eo: ~Priskribo

source: Load CEDEC's rubrics (in Spanish)
eo: ~Ŝarĝu la rubricojn de CEDEC (en la hispana)

source: Spanish
eo: ~Hispana

source: New rubric
eo: ~Nova rubrico

source: New rubric:
eo: ~Nova rubriko:

source: Example rubrics
eo: ~Ekzemplaj rubrikoj

source: Please select a template
eo: ~Bonvolu elekti ŝablonon

source: CEDEC's rubrics
eo: ~CEDEC-aj rubrikoj

source: Rubric use instructions (optional)
eo: ~Instrukcioj pri uzado de rubriko (opciaj)

source: Maximum score:
eo: ~Plej alta poentotabelo:

source: The result of adding the scores of the first level.
eo: ~La rezulto de aldono de la poentoj de la unua nivelo.

source: New column
eo: ~Nova kolumno

source: New row
eo: ~Nova vico

source: Rubric information
eo: ~Rubrika informo

source: Show rubric information
eo: ~Montri rubricajn informojn

source: Source/Author
eo: ~Fonto/Aŭtoro

source: Source/Author Link
eo: ~Ligita al Fonto/Aŭtoro

source: Revert all changes? This can't be undone.
eo: ~Ĉu revi ĉiujn ŝanĝojn? Tio ne povas esti malfarita.

source: The rubric is empty...
eo: ~La rubric estas malplena...

source: Please write the rubric title.
eo: ~Bonvolu verki la titolon de la rubrico.
