Repository: jjdeharo/exelearning
Catalog: translations/messages.va.xlf
Languages: va

source: Alternative source
va: Font alternativa

source: Use CTRL+V on your keyboard to paste the code into the window.
va: Utilitzeu Ctrl+V per a apegar el codi en la finestra.

source: Poster
va: Pòster

source: Non-Breaking Space
va: Espai no separable

source: Page Break
va: Salt de pàgina

source: Paste as Plain Text
va: Apegueu com a text net

source: The term could not be found
va: Terme no trobat

source: Replace
va: Reemplaça

source: Whole Words
va: Paraules completes

source: Find and Replace
va: Cerca i reemplaça

source: Replace with
va: Reemplaça per

source: Find
va: Cerca

source: Replace all
va: Reemplaça-ho tot

source: Match Case
va: Distingeix majúscules i minúscules

source: Find whole words only
va: Troba només paraules completes

source: Find in selection
va: Troba a la selecció

source: Ignore All
va: Ignora-les totes

source: Ignore Word
va: Ignora la paraula

source: Cut Column
va: Cortar columna

source: Copy Column
va: Copiar columna

source: Paste column before
va: Enganxa la columna abans

source: Paste column after
va: Enganxa la columna després

source: Insert Row Before
va: Insereix una fila abans

source: Paste Row After
va: Apegueu la fila després de

source: Alignment
va: Alineació

source: Col Group
va: Grup de columnes

source: Insert Column Before
va: Insereix una columna abans

source: Split Cell
va: Divideix la cel·la

source: Cell Padding
va: Farciment de cel·la

source: Cell Spacing
va: Espaiat de cel·la

source: Row Type
va: Tipus de fila

source: Insert Table
va: Insereix una taula

source: Body
va: Cos

source: Table Caption
va: Títol de la taula

source: Delete Row
va: Suprimeix la fila

source: Paste Table Row Before
va: Apegueu la fila abans de

source: Scope
va: Abast

source: Delete Table
va: Suprimeix la taula

source: Horizontal Position
va: Posició horitzontal

source: Top
va: Part superior

source: Header Cell
va: Cel·la de capçalera

source: Row Group
va: Grup de files

source: Cell
va: Cel·la

source: Middle
va: Central

source: Cell Type
va: Tipus de cel·la

source: Copy Row
va: Copia la fila

source: Table Row Properties
va: Propietats de la fila

source: Table Properties
va: Propietats de la taula

source: Bottom
va: Part inferior

source: Vertical Alignment
va: Alineació vertical

source: Insert Column After
va: Insereix una columna després

source: Insert Row After
va: Insereix una fila després

source: Table Cell Properties
va: Propietats de la cel·la

source: Cut Table Row
va: Retalla la fila

source: Delete Column
va: Suprimeix la columna

source: Center
va: Centra

source: Merge Table Cells
va: Fusiona cel·les

source: Predefined Template Content
va: Contingut de la plantilla predefinida

source: Templates
va: Plantilles

source: Template
va: Plantilla

source: Background color
va: Color de fons

source: Custom...
va: Personalitzar...

source: Custom color
va: Color personalitzat

source: No color
va: Sense color

source: Text color
va: Color del text

source: Show blocks
va: Mostra els blocs

source: Show invisible characters
va: Mostra els caràcters invisibles

source: Words: {0}
va: Paraules: {0}

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
va: Àrea de text enriquit. Premeu ALT-F9 per al menú. Premeu ALT-F10 per a la barra d'eines. Premeu ALT-0 per a l'ajuda

source: Tools
va: Eines

source: Table
va: Taula

source: Preformatted
va: Formatat prèviament

source: Popup URL
va: URL de la finestra emergent

source: JavaScript Popup
va: Finestra emergent del JavaScript

source: Window Name
va: Nom de la finestra

source: Position (X/Y)
va: Posició (X/Y)

source: Show Location Bar
va: Mostra la barra d'ubicació

source: Show Scrollbars
va: Mostra les barres de desplaçament

source: Show Menu Bar
va: Mostra la barra de menú

source: Make Window Resizable
va: Feu que la finestra es puga redimensionar

source: Show Toolbars
va: Mostra les barres d'eines

source: Show Status Bar
va: Mostra la barra d'estat

source: Insert 'return false'
va: Insereix «return false»

source: Events
va: Esdeveniments

source: Class
va: Classe

source: Add CSS class
va: Afegiu una classe de CSS

source: -- Not Set --
va: -- Sense definir --

source: Text Direction
va: Direcció del text

source: New attribute
va: Atribut nou

source: value
va: valor

source: Attributes
va: Atributs

source: example
va: exemple

source: Abbreviation
va: Abreviació

source: Meaning
va: Significat

source: Wrap text
va: Ajusta el text

source: Auto close tags
va: Les etiquetes es tanquen automàticament

source: Search and Replace
va: Cerca i selecciona

source: Reformat
va: Reformatar

source: A new Definition List will be created. To add a new term, just place the cursor at the end of a definition and click again the Definition List Button.
va: S'iniciarà una nova llista de definicions. Per afegir un nou terme, col·loca el cursor al final d'una definició i torna a fer clic al botó de Llista de definicions.

source: Anchors, nodes or .elp
va: Àncores, nodes o ELP

source: Open link in...
va: Obri enllaç a...

source: Include File Information
va: Informació la informació del fitxer

source: File size
va: Mida del fitxer

source: Unit
va: Apartat

source: File extension
va: Extensió del fitxer

source: Current window
va: Finestra actual

source: Quote
va: Citació

source: Quote Language
va: Idioma de la citació

source: Authorship Language
va: Idioma de l'autoria

source: Specify the languages only if they are different from the rest of the content.
va: Especifiqueu els idiomes només si són diferents de la resta del contingut.

source: Please write a quote
va: Escriviu una citació

source: Effects
va: Efectes

source: Please do not overuse these effects.
va: No utilitzes excessivament aquests efectes.

source: Choose a type:
va: Trieu un tipus:

source: Collapsible content panels for presenting information in a limited space.
va: Taulers de contingut que es poden plegar per a presentar informació en un espai limitat.

source: A single content area with multiple panels.
va: Una àrea de contingut únic amb múltiples taulers.

source: Divide your content into different pages.
va: Divideix el contingut en diferents pàgines.

source: Present a list of contents in horizontal order.
va: Presenta una llista de continguts en ordre horitzontal.

source: Simple, interactive timeline able to handle nearly any form of content.
va: Línia de temps senzilla, interactiva que pot gestionar quasi qualsevol forma de contingut.

source: Choose an effect (you can change it later).
va: Trieu un efecte (podeu canviar-ho més tard)

source: To add a new tab, block, page... just add a second level title (Heading 2) followed by its content.
va: Per a afegir una altra pestanya, pàgina, bloc... afegiu un títol de segon nivell (Encapçalament 2) seguit del seu contingut.

source: All blocks must start with a second level title (Heading 2).
va: Tots els blocs han de començar amb un títol de segon nivell (Encapçalament 2).

source: Timelines require a third level title (Heading 3) right after each Heading 2.
va: La línia de temps requereix un títol de tercer nivell (Encapçalament 3) just després de cada Encapçalament 2.

source: Border width
va: Amplària de la vora

source: Border style
va: Estil de frontera

source: Select...
va: Selecciona...

source: Use the editor to create a new mind map...
va: Use l'editor per a crear un nou mapa mental...

source: Open the mind map editor
va: Obriu l'editor de mapes mentals

source: Descriptive title
va: Títol descriptiu

source: Show the title under the image
va: Mostra el títol sota la imatge

source: Link to full size image
va: Enllaç a la imatge en grandària original

source: Text style:
va: Estil de text:

source: Line color:
va: Color de la línia:

source: Recursive
va: Recursiu

source: It works with
va: Funciona amb

source: Duration:
va: Duració:

source: JavaScript player (for old browsers or browsers that can't play that audio format)
va: Reproductor Javascript (per a navegadors antics que no reprodueixen aqueix format d'àudio)

source: Use the %s option after recording to define the authorship or title of the audio.
va: Utilitza l'opció %s després de gravar per definir la paternitat o el títol de l'àudio.

source: There is no audio input device connected.
va: No s'ha trobat cap entrada d'àudio.

source: Link title
va: Títol de l'enllaç

source: Change the styling:
va: Canvieu l'estil:

source: Pages
va: Pàgines

source: Tooltip title
va: Títol de l'indicador de funció

source: The tooltip will show the Link title.
va: L'indicador de funció mostrarà el títol de l'enllaç.

source: Close behaviour:
va: Tanca el comportament:

source: Automatically close the tooltip when moving the mouse out of the link
va: Es tanca automàticament quan el ratolí deixa d'estar sobre l'enllaç

source: Close button: It will close the tooltip when clicked
va: Tanca el botó: es tancarà el diàleg quan es clique

source: Link behaviour:
va: Comportament de l'enllaç:

source: Open in the same window
va: Obriu l'enllaç en la mateixa finestra

source: Open in a new window
va: Obriu en una finestra nova

source: Appearance
va: Aparença

source: Shadow
va: Amb ombra

source: Rounded
va: Arredonit

source: Yellow
va: Groc

source: Light
va: Clar

source: Dark
va: Fosc

source: Red
va: Roig

source: Blue
va: Blau

source: Green
va: Verd

source: Dialog title (the title of the link)
va: Títol del diàleg (el títol de l'enllaç)

source: Write the content of the dialog. You may use HTML and edit it in the editor.
va: Escriviu el contingut del diàleg. Podeu utilitzar HTML i editar-ho en l'editor.

source: Currency
va: Moneda

source: Quotations
va: Cites

source: Mathematical
va: Matemàtiques

source: Extended Latin
va: Llatí Extès

source: Symbols
va: Símbols

source: Arrows
va: Fletxes

source: ABC Music Notation
va: Notació musical ABC

source: Animate
va: Anima

source: Paste or type a valid ABC code:
va: Apegueu o escriviu un codi ABC vàlid:

source: Visit eXeABC for help, tunes, ABC software...
va: Visiteu eXeABC per a obtindre ajuda, melodies, programari ABC...

source: jQuery is required
va: Cal jQuery

source: ABC Music
va: Música en ABC

source: No valid ABC code found.
va: No s'ha trobat cap codi ABC vàlid.

source: Stop
va: Para

source: Go to Tools - Preview to see this working
va: Vés a Eines: Previsualitza per a veure aquest treball

source: ePub export warning: This might not work in some ePub readers.
va: Avís d'exportació a ePub: Pot ser que no funcione en alguns lectors d'ePub.

source: Insert/Edit Media
va: Insereix/Modifica Mitjà

source: Title and Attribution
va: Títol i autoria

source: Use JavaScript player
va: Utilitza el reproductor JavaScript

source: Use Controls
va: Utilitza Controls

source: Use Autoplay
va: Utilitza la reproducció automàtica

source: Detect automatically
va: Detectar automàticament

source: CSS class
va: Classe de CSS

source: Insert HTML code as text
va: Insereix codi HTML com a text

source: Include Styles (improves presentation)
va: Inclou estils (millora la presentació)

source: Highlight syntax
va: Ressaltat de sintaxi

source: Behaviour
va: Comportament

source: Use a two-letter ISO 639-1 code like "en", "es", "fr" or "de".
va: Utilitza un codi ISO 639-1 de dues lletres com "en", "es", "fr" o "de".

source: Change the text of the tabs adding a title to each Heading 2 with the "Insert/Edit Attributes" option:
va: Canvia el text de les pestanyes afegint un títol a cada Encabezament 2 amb l'opció "Inserir/Editar Atributs":

source: From Wikipedia, the free encyclopedia.
va: Des de Wikipedia, l'enciclopèdia lliure.

source: Redirected from
va: Redirigit de

source: Wikipedia does not have an article with this exact name.
va: Wikipedia no té cap article amb aquest nom exacte.

source: search for
va: cerca a

source: in Wikipedia
va: a Wikipedia

source: to check for alternative titles or spellings.
va: per comprovar títols alternatius o ortografies.

source: Wikipedia Article
va: Article de Wikipedia

source: English
va: Anglés

source: Basque
va: Basc

source: Catalan
va: Català

source: Chinese
va: Xinès

source: Dutch
va: Holandès

source: French
va: Francès

source: Galician
va: Gallec

source: German
va: Alemany

source: Greek
va: Greg

source: Italian
va: Italià

source: Japanese
va: Japonès

source: Magyar
va: Hongarès

source: Polish
va: Polonès

source: Portuguese
va: Portuguès

source: Slovenian
va: Eslovè

source: Spanish
va: Espanyol

source: Swedish
va: Suec

source: Emphasis
va: Èmfasi

source: No emphasis
va: Sense èmfasi

source: Some emphasis
va: Amb èmfasi

source: Cannot set source of a broadcasted event
va: No es pot establir la font d’un esdeveniment emès en directe

source: Cannot get source of a broadcasted event
va: No es pot obtenir la font d’un esdeveniment emès en directe

source: Other user is saving changes right now
va: Un altre usuari està desant els canvis ara mateix

source: An iDevice is open
va: Un dispositiu iDevice està obert

source: The file content is wrong
va: El contingut del fitxer és incorrecte

source: Failed to upload file
va: No s'ha pogut pujar el fitxer

source: Access
va: Accés

source: Access Type
va: Tipus d'accés

source: active
va: actiu

source: Search bar (Website export only)
va: Barra de cerca (només exportació del lloc web)

source: A search box will be added to every page of the website.
va: S'afegirà una caixa de cerca a cada pàgina del lloc web.

source: Advanced (SEO)
va: Avançat (SEO)

source: Aggregation Level
va: Nivell d'agregació

source: Allows to minimize/display content
va: Permet minimitzar/mostrar contingut

source: analyse
va: analitza

source: Annotation
va: Anotació

source: atomic
va: atòmic

source: Author URL
va: URL de l'autoria

source: blended
va: assistència mixta

source: browser
va: navegador

source: Catalog
va: Catàleg

source: Cataloging standard
va: Estàndard de catalogació

source: Cataloguing
va: Catalogació

source: Classification
va: Classificació

source: classroom
va: aula

source: closed exercise or problem
va: exercici o problema tancats

source: Cognitive Process
va: Procés cognitiu

source: collaborate
va: col·labora

source: collection
va: col·lecció

source: communicate
va: comunica

source: compare
va: compara

source: compete
va: competix

source: computer scientist
va: informàtic/a

source: conceptual map
va: mapa conceptual

source: connect
va: connecta

source: consider
va: considera

source: content provider
va: proveïdor/a de continguts

source: contextualize
va: contextualitza

source: contextualized case problem
va: problema contextualitzat

source: contribution
va: aportació

source: Contribution
va: Col·laboració

source: cooperate
va: coopera

source: Copyright And Other Restrictions
va: Copyright i altres restriccions

source: Coverage
va: Cobertura

source: Editable export
va: Exportació editable

source: The exported content will be editable with eXeLearning.
va: El contingut exportat serà editable amb eXeLearning.

# &quot;Made with eXeLearning&quot; link
source: "Made with eXeLearning" link
va: Enllaç "Creat amb eXeLearning"

source: Help us spreading eXeLearning. Checking this option, a "Made with eXeLearning" link will be displayed in your pages.
va: Ajuda'ns a difondre eXeLearning. En seleccionar aquesta opció, s'afegirà un enllaç "Creat amb eXeLearning" a les teues pàgines.

source: Include a copy of the source file
va: Incloure una còpia del fitxer font

source: A copy of the eXeLearning file will be included when exporting the content.
va: S'inclourà una còpia del fitxer eXeLearning en exportar el contingut.

source: Accessibility toolbar
va: Barra d'accessibilitat

source: The accessibility toolbar allows visitors to manipulate some aspects of your site, such as font and text size.
va: La barra d'accessibilitat permet als usuaris personalitzar alguns aspectes de les pàgines, com la tipografia o la grandària de lletra.

source: creator
va: creador/a

source: CSS Class
va: Classe CSS

source: Days
va: Dies

source: decide
va: decideix

source: License for the new documents
va: Llicència per als nous documents

source: You can choose a different language for the current project.
va: Pots triar un idioma diferent per al projecte actual.

source: define
va: definir

source: describe
va: descriu

source: design
va: dissenya

source: diagram
va: diagrama

source: didactic game
va: joc didàctic

source: Different title on the page
va: Títol diferent a la pàgina

source: difficult
va: difícil

source: discuss
va: parla de

source: discussion activity
va: activitat de discussió

source: distance
va: a distància

source: draft
va: esborrany

source: dual free content license GPL and EUPL
va: llicència dual de contingut lliure GPL i EUPL

source: easy
va: fàcil

source: education expert
va: expert en educació

source: Educational
va: Educativa

source: educational validator
va: validació educativa

source: Email
va: Correu electrònic

source: Entity
va: Entitat

source: Entry
va: Entrada

source: exam
va: examen

source: exercise
va: exercici

source: explain
va: explica

source: expositive
va: expositiu

source: extrapolate
va: extrapola

source: face to face
va: semipresencial

source: family
va: família

source: figure
va: figures

source: For Group Work
va: Per a treball en grup

source: For Individual Tuition
va: Per a ensenyament individual

source: free software license EUPL
va: llicència de programari lliure EUPL

source: free software license GPL
va: llicència de programari lliure GPL

source: General description
va: Descripció general

source: general public
va: públic general

source: gifted learner
va: alumnat superdotat

source: graph
va: gràfic

source: graphical designer
va: disseny gràfic

source: group
va: grup

source: guided reading
va: lectura guiada

source: Header image
va: Imatge d'encapçalament

source: hierarchical
va: jeràrquica

source: high
va: alt

source: ID
va: Identificador

source: implement
va: implementa

source: index
va: índex

source: information scientist
va: gestor/a d'informació

source: initiator
va: iniciador

source: innovate
va: innova

source: Installation Remarks
va: Comentaris sobre la instal·lació

source: Installation remarks
va: Observacions d'instal·lació

source: instructional designer
va: disseny didàctic

source: intellectual property license
va: llicència de propietat intel·lectual

source: Intended End User Role
va: Rol previst de l'usuari final

source: Intended User Role
va: Rol d'Usuari Previst

source: Interactive Type
va: Tipus Interactiu

source: Interactivity Level
va: Nivell d'Interactivitat

source: Interactivity Type
va: Tipus d'interactivitat

source: investigate
va: investiga

source: judge
va: jutja

source: Keyword
va: Paraula clau

source: Kind
va: Tipus

source: laboratory
va: laboratori

source: learner
va: aprenent/a

source: learner with other specific educational support needs
va: alumnat amb altres necessitats educatives específiques

source: learners late integration into the education system
va: alumnat d'incorporació tardana al sistema educatiu

source: learning objects
va: objectes d'aprenentatge

source: Learning Resource Type
va: Tipus de recurs d'aprenentatge

source: lecture
va: conferència

source: license GFDL
va: llicència GFDL

source: License URL
va: URL de la llicència

source: Life Cycle
va: Cicle de vida

source: linear
va: lineal

source: Links color
va: Color dels enllaços

source: Location
va: Ubicació

source: Logo image
va: Imatge del logotip

source: low
va: baix

source: manager
va: gestor/a

source: master class
va: classe magistral

source: Maximum version
va: Versió màxima

source: Meta-Metadata
va: Metametadades

source: Metadata Schema
va: Esquema de metadades

source: Minimized
va: Minimitzat

source: Minimum version
va: Versió mínima

source: mixed
va: mesclat

source: Modality
va: Modalitat

source: Months
va: Mesos

source: motivate
va: motiva

source: narrative text
va: text narratiu

source: networked
va: connectat a una xarxa

source: non-universal
va: no universal

source: not appropriate
va: no correspon

source: observe
va: observa

source: open problem
va: problema obert

source: operating system
va: sistema operatiu

source: ordinary learner
va: Aprenentatge ordinari

source: Organization
va: Organització

source: organize
va: organitza

source: organize oneself
va: organitza't

source: other free software licenses
va: altres llicències de programari lliure

source: Other Platforms Requirement
va: Requisits d'altres plataformes

source: Other platforms requirements
va: Requisits d'altres plataformes

source: Package
va: Paquet

source: plan
va: planifica

source: practise
va: practica

source: Preknowledge
va: Coneixements previs

source: Primary author of the resource.
va: Autor/a principal del recurs.

source: problem statement
va: enunciat del problema

source: produce
va: produeix

source: proprietary license
va: Llicència propietària

source: prove
va: demostra

source: publisher
va: editor/a

source: Purpose
va: Propòsit

source: questionnaire
va: qüestionari

source: real environment
va: entorn real

source: real or virtual learning environment
va: entorn d'aprenentatge real o virtual

source: real project
va: projecte real

source: recognize
va: reconeix

source: Relation
va: Relació

source: remember
va: recorda

source: represent
va: representa

source: Requirement
va: Requeriment

source: Resource
va: Recurs

source: resources and integrated resources
va: mitjanes i mitjanes integrades

source: revised
va: revisades

source: Rights
va: Drets

source: Role
va: Rol

source: Schema
va: Esquema

source: schoolmate
va: company/a

source: script writer
va: escriptor/a de guions

source: Select a language.
va: Seleccioneu l'idioma.

source: self assessment
va: autoavaluació

source: Semantic Density
va: Densitat semàntica

source: simulate
va: simula

source: simulation
va: simulació

source: slide
va: diapositiva

source: solve
va: resol

source: special needs learner
va: alumnat amb necessitats especials

source: subject matter expert
va: expert en la matèria

source: summarize
va: sintetitza

source: table
va: taula

source: Taxon
va: Tàxon

source: Taxon Path
va: Camí del tàxon

source: teacher
va: professor/a

source: teaching sequences
va: seqüències didàctiques

source: Technical
va: Tècnica

source: technical implementer
va: implementació tècnica

source: technical validator
va: validació tècnica

source: terminator
va: terminador

source: Texts and Links
va: Texts i Enllaços

source: textual-image analysis
va: anàlisi textual/d'imatges

source: The current document license can be modified in the project properties.
va: La llicència del document actual es pot modificar a les propietats del projecte.

source: The name given to the resource.
va: El nom que s'ha donat al recurs.

source: Title HTML
va: Títol HTML

source: Title in page
va: Títol a la pàgina

source: training programmes, courses and plans
va: cursos, plans i programes de formació

source: tutor
va: tutor/a

source: Typical Age Range
va: Interval normal d'edat

source: Typical Learning Time
va: Temps normal d'aprenentatge

source: unavailable
va: no disponible

source: understand
va: comprén

source: Content metadata
va: Metadades de contingut

source: Usage
va: Ús

source: Export options
va: Opcions d'exportació

source: validator
va: validador/a

source: Version control
va: Control de versions

source: very difficult
va: molt difícil

source: very easy
va: molt fàcil

source: very high
va: molt alt

source: very low
va: molt baix

source: Visible in export
va: Visible a l'exportació

source: write up
va: redacta

source: Years
va: Anys

source: public domain
va: domini públic

source: yes
va: sí

source: Page counter
va: Comptador de pàgines
