Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: (new window)
eo: ~( nova fenestro)

source: Sorry, but the page cannot be displayed.
eo: ~Pardonu, sed la paĝo ne povas esti montrita.

source: The server encountered an error and could not complete your request. Please try again later.
eo: ~La servilo renkontis eraron kaj ne povis plenumi vian peton. Bonvolu provi denove poste.

source: Return to work area
eo: ~Reiri al laborareo

source: Return to login
eo: ~Reiri al ensaluti

source: Version:
eo: ~Versio:

source: Logged in as
eo: ~Ensalutita kiel

source: Sign in
eo: ~Ensaluti

source: Password
eo: ~Pasvorto

source: Other authentication methods:
eo: ~Alia aŭtentokontrolaj metodoj:

source: Guest
eo: ~Gasto

source: Structure panel
eo: ~Struktura panelo

source: iDevices panel
eo: ~iDevices panelo

source: Show online users
eo: ~Montri interretajn uzantojn

source: User menu
eo: ~Uzanta menuo

source: Toggle panels
eo: ~Ŝalti panelojn

source: Recent projects
eo: ~Lastatempaj projektoj

source: Save as
eo: ~Konservi kiel

source: Download as...
eo: ~Elŝuti kiel...

source: eXeLearning content
eo: ~eXeLearning enhavo

source: Website
eo: ~Retpaĝo

source: Single page
eo: ~Ununura paĝo

source: Upload to
eo: ~Alŝuti al

source: Metadata
eo: ~Metadatum

source: Utilities
eo: ~Utilecoj

source: Link validation
eo: ~Ligila validigo

source: File manager
eo: ~Dosiera administrilo

source: User manual
eo: ~Uzanto-manlibro

source: eXeLearning website
eo: ~eXeLearning retejo

source: Report a bug
eo: ~Raporti eraron

source: Structure
eo: ~Strukturo

source: Import iDevices
eo: ~Importi iDevice-ojn

source: Move left (up in hierarchy)
eo: ~Movi maldekstren (supre en la hierarkio)

source: Move right (down in hierarchy)
eo: ~Movi dekstren (malsupre en la hierarkio)

source: This is a demo version!
eo: ~Tio estas demo-versio!

source: This software is provided as a preview and should not be distributed. It is under development and is subject to substantial change. Consider the included information incomplete and use it with caution.
eo: ~Ĉi tiu programaro estas provizora kaj ne devus esti disvastigita. Ĝi estas sub evoluo kaj estas subjekto al gravaj ŝanĝoj. Pripensu la inkluditan informon malplena kaj uzu ĝin kun singardemo.

source: eXeLearning is a free software tool under the GNU Affero GPL that can be used to create educational interactive web contents. eXeLearning can generate interactive contents in different formats and it allows you to create easily navigable web pages. All the educational materials generated with eXeLearning can be exported in different digital formats, to be used independently or to integrate them into a LMS (Learning Management System) like Moodle.
eo: ~eXeLearning estas libera programilo sub GNU Affero GPL, kiu povas esti uzata por krei edukajn interagajn reteajn enhavojn. eXeLearning povas generi interagajn enhavojn en diversaj formatoj kaj permesas vin facile krei navigeblajn retpaĝojn. Ĉiuj edukaj materialoj generitaj kun eXeLearning povas esti eksportitaj en diversaj ciferecaj formatoj, por esti uzataj sendepende aŭ por integri ilin en LMS (Lernadministrada Sistemo) kiel Moodle.

source: Attendee
eo: ~Partoprenanto

source: 1. What is eXeLearning
eo: ~1. Kio estas eXeLearning

source: 2. Create a project
eo: ~2. Krei projekton

source: 3. Adding pages
eo: ~3. Aldoni paĝojn

source: 4. Adding content
eo: ~4. Aldoni enhavon

source: 5. Exporting a project
eo: ~5. Eksporti projekton

source: 6. More options
eo: ~6. Pli da opcioj

source: Credits
eo: ~Kreditoj

source: Third Libraries
eo: ~Triaj Bibliotekoj

source: Licenses
eo: ~Liceoj

source: Previous versions
eo: ~Antaŭaj versioj

source: eXeLearning. Third Libraries
eo: ~eXeLearning. Triaj Bibliotekoj

source: Privacy and Terms
eo: ~Privateco kaj Kondiĉoj

source: Download CSV
eo: ~Elŝuti CSV

source: Changelog
eo: ~Ĝisdonaĵoj

source: Upload to Drive
eo: ~Alŝuti al Drive

source: Authentication methods:
eo: ~Aŭtentikiga metodoj:

source: Save the score
eo: ~Konservi la poentaron

source: Automatically save the score
eo: ~Aŭtomate konservi la poentaron

source: Type or paste the text for the fill-in-the-blank activity into the field. Select the words and use the button below to hide them. You can define more than one possible answer using vertical bars to surround and separate them. E.g.: |dog|cat|bird|
eo: ~Tajpu aŭ algluu la tekston por la pleniga agado en la kampon. Elektu la vortojn kaj uzu la butonon sube por kaŝi ilin. Vi povas difini pli ol unu eblan respondon uzante vertikalajn stangojn por ĉirkaŭi kaj apartigi ilin. Ekz.: |hundo|kato|birdo|
