Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: Permissions error
eo: ~Permesaj eraro

source: This is just a demo version. Not for real projects.
eo: ~Ĉi tio estas nur demo-versio. Ne por realaj projektoj.

source: Accept
eo: ~Akcepti

source: Warning
eo: ~Averto

source: iDevice error
eo: ~iDevice eraro

source: Report an Issue
eo: ~Raporti Problemon

source: Hide
eo: ~Kaŝi

source: Type your own texts or use the default ones:
eo: ~Tajpu viajn proprajn tekstojn aŭ uzu la defaŭltajn:

source: Instructions
eo: ~Instrukcioj

source: You might create a sequence of challenges where players won't be able to access a new game or challenge until they obtain a key from previous activity. For this purpose, you might set up an access code as well as a message that will be displayed to players when they reach a fixed percentage of correct answers, which they can use as a password for a new challenge or a following activity.
eo: ~Vi eble kreos itineron de defioj kie ludantoj ne povos aliri novan ludon aŭ defion ĝis ili akiros ŝlosilon en antaŭa agado. Por ĉi tio, vi eble starigos alirkodon same kiel mesaĝon kiu eble estos montrata al ludantoj kiam ili atingos fikson procenton de trafoj, kaj estos uzata kiel pasvorto por nova defio aŭ sekva agado.

source: Access code is required
eo: ~Posta kodo estas bezona

source: Access code
eo: ~Posta kodo

source: Question
eo: ~Demando

source: Display a message or password upon reaching the defined objective
eo: ~Montri mesaĝon aŭ pasvorton kiam atingas la celon

source: Message
eo: ~Mesaĝo

source: Percentage of correct answers required to display the message
eo: ~Procento de trafoj bezonataj por montri la mesaĝon

source: You must write a clue
eo: ~Vi devas verki indicon

source: You must provide the code to play this game
eo: ~Vi devas provizi la kodon por ludi ĉi tiun ludon

source: Please explain how to obtain the code to play this game
eo: ~Bonvolu klarigi kiel akiri la kodon por ludi ĉi tiun ludon

source: Save score
eo: ~Konservi poentaron

source: Do not save the score
eo: ~Ne konservu la poentaron

source: Repeat activity
eo: ~Ripeti aktivecon

source: Show a button to save the score
eo: ~Montru butonon por konservi la poentaron

source: Button text
eo: ~Butona teksto

source: This will only work when exported as SCORM
eo: ~Tio funkcios nur kiam eksportas kiel SCORM

source: The score will be automatically saved after answering each question and at the end of the game.
eo: ~La poentaro estos aŭtomate konservita post ĉiu demando kaj ĉe la fino de la ludo.

source: The button will only be displayed when exported as SCORM.
eo: ~La butono estos montrata nur kiam eksportas kiel SCORM.

source: Weighted
eo: ~Pezigita

source: You can easily generate multiple questions for the activity using AI.
eo: ~Vi facile povas generi plurajn demandojn por la aktiveco uzante AI.

source: Import
eo: ~Importi

source: Supported formats
eo: ~Subtenataj formatadoj

source: Add questions
eo: ~Aldoni demandojn

source: Act as a highly experienced teacher.
eo: ~Ago kiel instruisto kun multaj jaroj da sperto.

source: Export questions
eo: ~Eksportu demandojn

source: Dog
eo: ~Hundo

source: Frog
eo: ~Rano

source: Eagle
eo: ~Avelo

source: Cat
eo: ~Kato

source: Wake up
eo: ~Vekiĝi

source: Have breakfast
eo: ~Manĝi matenmanĝon

source: Go to work
eo: ~Iru al laboro

source: Please enter at least one question.
eo: ~Bonvolu enmeti almenaŭ unu demandon.

source: Activity
eo: ~Aktiveco

source: Select a file
eo: ~Elektu dosieron

source: Content after
eo: ~Enhavaĵo post

source: Content before
eo: ~Enhavaĵo antaŭ

source: Optional
eo: ~Nedeviga

source: Custom texts
eo: ~ Propraj tekstoj

source: Passwords
eo: ~Pasvortoj

source: You can import questions compatible with this activity from txt or xml (Moodle) files.
eo: ~Vi povas importi demandojn kongruajn kun ĉi tiu aktiveco el txt aŭ xml (Moodle) dosieroj.

source: Import/Export
eo: ~Importi/Elimporti

source: Prompt
eo: ~Prompto

source: Questions
eo: ~Demandoj

source: Generate
eo: ~Generi

source: Formats
eo: ~Formatoj

source: Examples
eo: ~Ekzemploj

source: You must return only the questions without numbering, categorization or bullet points, inside a code block, and do not include any additional HTML elements such as buttons.
eo: ~Vi devas redoni nur la demandojn sen nombroj kaj sen klasifiko aŭ punktoj, ene de koda bloko, kaj ne inkluzivi iujn ajn pliajn HTML-elementojn kiel butonoj.

source: Save
eo: ~Konservi

source: Copy
eo: ~Kopii

source: You can export its questions in txt format to integrate them into other compatible activities.
eo: ~Vi povas eksporti ĝiajn demandojn en txt-formato por integri ilin en aliajn kongruajn agadojn.

source: Specialty
eo: ~Specialaĵo

source: Biology
eo: ~Biologio

source: Law
eo: ~Juro

source: Economy
eo: ~Ekonomio

source: Education
eo: ~Eduko

source: Geology
eo: ~Geologio

source: History
eo: ~Historio

source: Computer Science
eo: ~Komputila Scienco

source: Mathematics
eo: ~Matematiko

source: Medicine
eo: ~Medikamento

source: Psychology
eo: ~Psikologio

source: Chemistry
eo: ~Kemio

source: Course
eo: ~Kurso

source: 3rd ESO
eo: ~3a ESO

source: 1st Primary
eo: ~1a Grundlernejo

source: 2nd Primary
eo: ~2a Grundlernejo

source: 3rd Primary
eo: ~3a Grundlernejo

source: 4th Primary
eo: ~4a Grundlernejo

source: 5th Primary
eo: ~5a Grundlernejo

source: 6th Primary
eo: ~6a Primaria

source: 1st ESO
eo: ~1a ESO

source: 2nd ESO
eo: ~2a ESO

source: 4th ESO
eo: ~4a ESO

source: 1st Baccalaureate
eo: ~1a Bakkalaŭreate

source: 2nd Baccalaureate
eo: ~2a Bakkalaŭreate

source: Intermediate Vocational Training
eo: ~Meza Vocela Trejnado

source: Higher Vocational Training
eo: ~Alta Vocela Trejnado

source: Number of Questions
eo: ~Nombro de Demandoj

source: Topic
eo: ~Temo

source: Create
eo: ~Kreu

source: Word
eo: ~Vorto

source: Definition
eo: ~Difino

source: Neither the word nor the definition must contain #
eo: ~Nek la vorto nek la difino devas enhavi #

source: Heart
eo: ~Koro

source: A muscular organ that pumps blood through the body
eo: ~Muskola organo kiu pumpas sangon tra la korpo

source: Type
eo: ~Tipo

source: Letter
eo: ~Letero

source: The type will be 0 if the word starts with the letter and 1 if the word contains the letter
eo: ~Tipo estos 0 se la vorto komenciĝas per la letero kaj 1 se la vorto enhavas la leteron

source: Atom
eo: ~Atomo

source: The basic unit of a chemical element
eo: ~La baza unuo de kemia elemento

source: The study of living organisms
eo: ~La studo de vivantaj organismoj

source: Solution
eo: ~Solvo

source: OptionA
eo: ~OpcioA

source: OptionB
eo: ~OpcioB

source: OptionC
eo: ~OpcioC

source: OptionD
eo: ~OpcioD

source: Solution: 0, 1, 2 or 3
eo: ~Solvo: 0, 1, 2 aŭ 3

source: What is the largest planet in the solar system?
eo: ~Kiu estas la plej granda planedo en la sunsistemo?

source: Earth
eo: ~Tero

source: Jupiter
eo: ~Jupitro

source: Mars
eo: ~Marso

source: Venus
eo: ~Venuso

source: What process do plants use to produce energy?
eo: ~Kio estas la procezo de plantoj fari manĝaĵon?

source: Photosynthesis
eo: ~Fotosintezo

source: Respiration
eo: ~Spirado

source: Digestion
eo: ~Digestado

source: Solution: Any combination of A,B,C and D: A, AC, CD...
eo: ~Solvo: Iu ajn kombinaĵo de A, B, C kaj D: A, AC, CD...

source: Which of the following are mammals?
eo: ~Kiuj el la sekvaj estas mamuloj?

source: Lizard
eo: ~Leporo

source: Which gases are involved in photosynthesis?
eo: ~Kiaj gasoj estas implikitaj en fotosintezo?

source: Oxygen
eo: ~Oksigeno

source: Carbon dioxide
eo: ~Karbon-dioksido

source: Nitrogen
eo: ~Nitrogeno

source: Clue1
eo: ~Supo1

source: Clue2
eo: ~Supo2

source: Clue3
eo: ~Supo3

source: Clue4
eo: ~Klara4

source: Clue5
eo: ~Klara5

source: You must provide between 3 and 9 clues
eo: ~Vi devas provizi inter 3 kaj 9 kluojn

source: Mercury
eo: ~Mercurio

source: Closest planet to the Sun
eo: ~Plej proksima planedo al la Suno

source: Smallest planet
eo: ~La plej eta planedo

source: Named after a Roman god
eo: ~Nomita laŭ romia dio

source: Group
eo: ~Grupo

source: Group: 0, 1, 2 or 3
eo: ~Grupo: 0, 1, 2 aŭ 3

source: Lion
eo: ~Leono

source: Rabbit
eo: ~Kuniklo

source: Tiger
eo: ~Tigro

source: question
eo: ~demando

source: solution
eo: ~solvo

source: suggestion
eo: ~sugesto

source: feedback
eo: ~reago

source: The format requires a question (non-empty string), a solution (0 or 1), a suggestion (mandatory, can be empty), and feedback (mandatory, can be empty).
eo: ~La formato postulas demandon (ne-nenulan ŝnuron), solvon (0 aŭ 1), sugeston (devigan, povas esti malplena), kaj reagojn (devigan, povas esti malplena).

source: Is the Earth round?
eo: ~Ĉu la Tero estas ronda?

source: Think about the horizon.
eo: ~Pensu pri la horizonto.

source: The Earth is not flat.
eo: ~La Tero ne estas plata.

source: Does water boil at 100 degrees Celsius?
eo: ~Ĉu akvo boligas ĉe 100 gradoj Celsius?

source: It depends on the altitude.
eo: ~Ĝi dependas de alteco.

source: The solution can be:
eo: ~Solvo povas esti:

source: 0 or 1 for True/False
eo: ~0 aŭ 1 por Vera/Falsa

source: any digit from 0 to 3 for single-choice (up to 4 options)
eo: ~iu cifero de 0 ĝis 3 por ununura elekto (ĝis 4 opcioj)

source: any combination of A-D for multiple-choice (up to 4 options).
eo: ~iu ajn kombino de A-D por plur-elekto (ĝis 4 opcioj).

source: Provide a similar number of questions for each type.
eo: ~Provizu similan nombron de demandoj por ĉiu tipo.

source: Which number is prime?
eo: ~Kiom da nombro estas praemo?

source: first element
eo: ~unua elemento

source: second element
eo: ~dua elemento

source: third element
eo: ~tria elemento

source: fourth element
eo: ~kvara elemento

source: Neither the word nor the definition must contain #. The word must have a maximum of 14 letters and must not contain spaces.
eo: ~Ne la vorto nek la difino devas enhavi #. La vorto devas havi maksimumon de 14 literoj kaj ne devas enhavi spacojn.

source: Generating questions. Please wait...
eo: ~Generi demandojn. Bonvolu atendi...

source: For students of
eo: ~Por studentoj de

source: on the following topic
eo: ~pri la sekva temo

source: questions
eo: ~demandoj

source: With the following formats:
eo: ~Kun la sekvaj formatoj:

source: You must return only the questions without numbering and without classification or bullet points
eo: ~Vi devas redoni nur la demandojn sen nombro kaj sen klasifiko aŭ punktoj

source: The questions could not be generated
eo: ~Ne povis generi la demandojn

source: The questions could not be generated. Incorrect format
eo: ~Ne povis generi la demandojn. Malĝusta formato#Eraro okazis dum akirado de la demandoj. Bonvolu provi denove.#Pardonu, malĝusta dosierformato#Generu 10 vortojn sekvatajn de iliaj difinoj, apartigitaj per #. Ne inkluzivu la # karakteron en la vorto aŭ la difino.#Generu 30 vortojn kaj iliajn difinojn apartigitajn per #.#Kreu 10 multobligajn elekto-demandojn kun 2 ĝis 4 opcioj. Komencu kun la ĝusta solvo (0, 1, 2, aŭ 3), sekvita de la demando kaj ĉiu opcio, ĉiuj apartigitaj per #.#Generu 10 demandojn kun multobligaj elekto-opcioj. Provizu la ĝustan solvon kiel literojn (ekz., A, AB), sekvita de la demando kaj la opcioj, ĉiuj apartigitaj per #.#Kreu 5 solvo-vortojn sekvatajn de 3 ĝis 9 indicoj, kiuj priskribas ĉiun. Apartigu ĉiun indicon per #.#Provizu 4 elementojn por ĉiu grupo: carnivoroj, 0, kaj herbivoroj, 1. Apartigu la grupon numeron kaj la elementon per #.#Generu 10 verajn aŭ falsajn demandojn. Ĉiu demando devas inkluzivi la solvon (0 = malvera, 1 = vera), sekve sugeston kaj komentaron, ĉiuj apartigitaj per #. Aldone, la komentaro ne devas rekte montri ĉu la respondo estas ĝusta aŭ malĝusta.

source: Generate 10 questions. The 'Solution' can be 0/1 for True/False, 0-3 for single-choice, or A-D (or combinations) for multiple-choice. Then provide the question and the answer options (2 to 4), all separated by '#'.
eo: ~Generu 10 demandojn#La 'Solvo' povas esti 0/1 por Vera/Falsa, 0-3 por unu-elekta, aŭ A-D (aŭ kombinaĵoj) por plur-elekta#Donu la demandon kaj la respondojn (2 ĝis 4), ĉiu apartigita per '#'#Provizu nur unu ordigitan liston de paŝoj aŭ eroj, ĉiu apartigita per '#'#Generu 10 vortojn sekvataj de iliaj difinoj, apartigitaj per '#'#Iru al Ilo - Antaŭvido por vidi la ilustraĵon#Se vi faris ŝanĝojn kaj ne konservis ilin, ili estos perditaj. Ĉu vi vere volas forlasi?#Aldoni#Forigi#Redakti#Malfari

source: Redo
eo: ~Refari

source: Cut
eo: ~Tranci

source: Paste
eo: ~Alglui

source: New
eo: ~Nova

source: Open
eo: ~Malfermi

source: Close
eo: ~Fermi

source: Exit
eo: ~Eliri

source: Help
eo: ~Helpo

source: Print
eo: ~Presi

source: Save As...
eo: ~Saveti kiel...

source: Central Idea
eo: ~Centro ideo

source: Welcome to mindmaps
eo: ~Bonvenon al menskartoj

source: Navigation
eo: ~Navigado

source: Mind map
eo: ~Menskarto

source: Could not retrieve data (Core error)
eo: ~Ne povis akiri datumojn (Kerna eraro)

source: Error
eo: ~Eraro

source: Inspector
eo: ~Inspektisto

source: Navigator
eo: ~Navigilo

source: Info
eo: ~Informo

source: Show or hide the node's children
eo: ~Montru aŭ kaŝu la infanajn nodojn

source: Start working on a new mind map
eo: ~Komencu labori pri nova mensa mapo

source: Error uploading file
eo: ~Eraro dum alŝuto de dosiero

source: Inline
eo: ~Enlinia

source: Bold
eo: ~Grasigita

source: Italic
eo: ~Kursivigita

source: Underline
eo: ~Substreko

source: Strikethrough
eo: ~Striketa

source: Superscript
eo: ~Superskribo

source: Subscript
eo: ~Subskribo

source: Code
eo: ~Kodo

source: Deletion
eo: ~Forigo

source: Insertion
eo: ~Enmeto

source: Cite
eo: ~Citigi

source: Highlighted text
eo: ~ Emfokusita teksto

source: Editor
eo: ~Redaktanto

source: Connection lost
eo: ~Konekto perdis

source: Users online
eo: ~Uzantoj enrete

source: Last save:
eo: ~Lasta konservado:

source: No previous versions
eo: ~Neniu antaŭa versio

source: Unsaved project
eo: ~Ne konservita projekto

source: Saved one day ago
eo: ~Savita antaŭ unu tago

source: Saved %s days ago
eo: ~Savita %s tagojn antaŭ

source: Saved an hours ago
eo: ~Savita antaŭ horo

source: Saved %s hours ago
eo: ~Savita %s horojn antaŭ

source: Saved %s minutes ago
eo: ~Savita %s minutojn antaŭ

source: Saved a few seconds ago
eo: ~Savita kelkaj sekundoj antaŭ

source: Empty session
eo: ~Malplena sesio

source: Do you want to logout anyway?
eo: ~Ĉu vi volas eliri ĉiuokaze?

source: Logout
eo: ~Eliri

source: Cancel
eo: ~Nuligi

source: Default
eo: ~Defaŭlta

source: Advanced
eo: ~Pli progresinta

source: Mode:
eo: ~Modo:

source: Untitled document
eo: ~Sen titolo dokumento

source: Share link
eo: ~Kopii ligilon

source: The share link is:
eo: ~La ligilo por kunhavigi estas:

source: Copy to clipboard
eo: ~Kopii al tondujo

source: Text
eo: ~Teksto

source: Interactive activities
eo: ~Interagaj agadoj

source: Games
eo: ~Ludoj

source: Others
eo: ~Aliaj

source: Close panel
eo: ~Fermi panelon

source: Minimize
eo: ~Malpligrandigi

source: New file
eo: ~Nova dosiero

source: Create new file without saving
eo: ~Krei novan dosieron sen konservi

source: Saving the project...
eo: ~Konservas la projekton...

source: Project saved.
eo: ~Projekto konservita.

source: Save project
eo: ~Konservi projekton

source: Please enter the project title:
eo: ~Bonvolu enigi la titolon de la projekto:

source: Google Drive error
eo: ~Eraro en Google Drive

source: Unknown
eo: ~Nekonata

source: Dropbox error
eo: ~Eraro en Dropbox

source: Open project
eo: ~Malfermu projekton

source: Open without saving
eo: ~Malfermu sen konservado

source: No recent projects...
eo: ~Neniuj lastatempaj projektoj...

source: Download
eo: ~Elŝuto

source: File generation in progress.
eo: ~Datengenerado en progreso.

source: File generated.
eo: ~Dato generita.

source: Unknown error.
eo: ~Nekonata eraro.

source: Export
eo: ~Eksporti

source: Generating export files...
eo: ~Generi eksportajn dosierojn...

source: The project has been exported.
eo: ~La projekto estis eksportita.

source: Other users are connected.
eo: ~Aliaj uzantoj estas konektitaj.

source: Link validation tool
eo: ~Ligila validiga ilo

source: Looking for broken links...
eo: ~Serĉas difektitajn ligojn...

source: No broken links found.
eo: ~Neniuj difektitaj ligoj trovitaj.

source: Resources report
eo: ~Rimedraporto

source: Checking the project resources...
eo: ~Kontrolas la rimedojn de la projekto...

source: The project has no files.
eo: ~La projekto ne havas dosierojn.

source: Preview
eo: ~Antaŭrigardo

source: Generating preview...
eo: ~Generi antaŭrigardon...

source: The preview has been generated.
eo: ~La antaŭrigardo estis generita.

source: multiple users on page
eo: ~multaj uzantoj en paĝo

source: Broken links
eo: ~Difektitaj ligiloj

source: Name
eo: ~Nomo

source: New page
eo: ~Nova paĝo

source: New name
eo: ~Nova nomo

source: Rename page
eo: ~Renomi paĝon

source: Delete page
eo: ~Forigi paĝon

source: Do you want to delete the page? This cannot be undone.
eo: ~Ĉu vi volas forigi la paĝon? Tio ne povas esti malkonfirmitaj.

source: Yes
eo: ~Jes

source: Clone page
eo: ~Klonu paĝon

source: Do you want to clone the page?
eo: ~Ĉu vi volas kloni la paĝon?

source: Content properties
eo: ~Enhavaj propraĵoj

source: Add Text
eo: ~Aldoni Tekston

source: Alert
eo: ~Alarmo

source: No
eo: ~Ne

source: Confirm
eo: ~Konfirmu

source: Information
eo: ~Informo

source: About eXeLearning
eo: ~Pri eXeLearning

source: Assistant
eo: ~Asistanto

source: File Manager
eo: ~Dosieradministranto

source: Back
eo: ~Reen

source: iDevice manager
eo: ~iDevice-administranto

source: Search iDevices
eo: ~Serĉu iDevice-ojn

source: Default iDevices
eo: ~Defaŭltaj iDevice-oj

source: My iDevices
eo: ~Miaj iDevice-oj

source: Import iDevice
eo: ~Importu iDevice

source: Visibility
eo: ~Videbleco

source: Title
eo: ~Titolo

source: Category
eo: ~Kategorio

source: Actions
eo: ~Agoj

source: Delete iDevice
eo: ~Forigi iDevice

source: Delete this iDevice: %s?
eo: ~Ĉu vi volas forigi ĉi tiun iDevice: %s?

source: iDevice properties
eo: ~Propraĵoj de iDevice

source: Failed to install the new iDevice
eo: ~Malsukcesis instali la novan iDevice

source: Could not remove the iDevice
eo: ~Ne povis forigi la iDevice

source: Legal notes
eo: ~Juraĵoj

source: New window
eo: ~Nova fenestro

source: End
eo: ~Fino

source: Link
eo: ~Ligo

source: Times
eo: ~Temoj

source: Page name
eo: ~Paĝa nomo

source: Block name
eo: ~Bloka nomo

source: Block position
eo: ~Bloka pozicio

source: Broken Links
eo: ~Malfunkciaj ligoj

source: File
eo: ~Dosiero

source: Path
eo: ~Vojo

source: Size
eo: ~Grandeco

source: Resource Report
eo: ~Resurso Raporto

source: You don't have the style used by this project.
eo: ~Vi ne uzas la stilon uzatan de ĉi tiu projekto.

source: Theme
eo: ~Temo

source: Search saved projects...
eo: ~Serĉu konservitajn projektojn...

source: No recent projects found.
eo: ~Neniuj lastatempaj projektoj trovitaj.

source: Version
eo: ~Versio

source: Date
eo: ~Dato

source: Autosaved
eo: ~Aŭtomate konservita

source: Delete project
eo: ~Forviŝu projekton

source: %s of %s used
eo: ~%s de %s uzataj

source: Open without saving changes
eo: ~Malfermu sen konservi ŝanĝojn

source: Error opening
eo: ~Eraro dum malfermo

source: Select a file from your device
eo: ~Elektu dosieron de via aparato

source: Open multiple files
eo: ~Malfermu plurajn dosierojn

source: Import error
eo: ~Eraro dum importado

source: The content is not a box or an iDevice
eo: ~La enhavo ne estas skatolo aŭ iDevice

source: Error while uploading the project.
eo: ~Eraro dum alŝuto de la projekto.

source: Could not open the file.
eo: ~Ne eblis malfermi la dosieron.

source: Could not read all files.
eo: ~Ne eblis legi ĉiujn dosierojn.

source: Do you want to install it?
eo: ~Ĉu vi volas instali ĝin?

source: Import style
eo: ~Enporti stilon

source: Show other versions
eo: ~Montri aliajn versiojn

source: Preferences
eo: ~Agordoj

source: Release notes
eo: ~Elŝlosilaj notoj

source: Do you want to save the current project?
eo: ~Ĉu vi volas konservi la nunan projekton?

source: Exit without saving
eo: ~Eliri sen konservi

source: Error saving
eo: ~Eraro dum konservado

source: Styles
eo: ~Stiloj

source: Default themes
eo: ~Defaŭltaj temoj

source: My themes
eo: ~Miaj temoj

source: New theme
eo: ~Nova temo

source: My new theme
eo: ~Mia nova temo

source: Import theme
eo: ~Importi temon

source: Delete theme
eo: ~Forigi temon

source: Style properties
eo: ~Stilaj ecoj

source: Style theme
eo: ~Stila temo

source: Select image
eo: ~Elekti bildon

source: Failed to install the new style
eo: ~Malsukcesis instali la novan stilan temon

source: Failed to create the style
eo: ~Malsukcesis krei la stilan temon

source: Failed to edit the style
eo: ~Malsukcesis redakti la stilan temon

source: Failed to remove theme
eo: ~Malsukcesis forigi temon

source: Are you sure to delete the theme: ${theme.id}?
eo: ~Ĉu vi certas ke vi volas forigi la temon: ${theme.id}?

source: Upload
eo: ~Elŝuti

source: Upload to Dropbox
eo: ~Elŝuti al Dropbox

source: Root
eo: ~Radiko

source: Upload to Google Drive
eo: ~Elŝuti al Google Drive

source: Select an icon
eo: ~Elekti ikonon

source: No icon
eo: ~Neniu ikono

source: Move up
eo: ~Movi supren

source: Move down
eo: ~Movi malsupren

source: Properties
eo: ~Propraĵoj

source: Clone
eo: ~Klonu

source: Move to
eo: ~Movi al

source: Check links
eo: ~Kontrolu ligojn

source: Delete box
eo: ~Forviŝu skatolon

source: Box properties
eo: ~Skatolaj propraĵoj

source: Move Block to page
eo: ~Movi Blokon al paĝo

source: Move
eo: ~Movi

source: Download error
eo: ~Elŝuti eraron

source: Show
eo: ~Montri

source: Select icon
eo: ~Elekti ikonon

source: Empty
eo: ~Malplena

source: Change title
eo: ~Ŝanĝi titolon

source: Write new title of the block:
eo: ~ Skribu novan titolon de la bloko:

source: Block error
eo: ~Bloko eraro

source: Discard changes
eo: ~Forigi ŝanĝojn

source: Discard all changes?
eo: ~Ĉu forigi ĉiujn ŝanĝojn?

source: Move iDevice to page
eo: ~Movi iDevice al paĝo

source: File is too large
eo: ~Dosiero estas tro granda

source: Error saving the iDevice
eo: ~Eraro dum konservado de la iDevice

source: Failed to save the iDevice to database
eo: ~Malsukcesis konservi la iDevice en la datumbazo

source: Not allowed
eo: ~Ne permesita

source: Remove Block
eo: ~Forigi Blokon

source: Failed to load the iDevice.
eo: ~Malsukcesis ŝarĝi la iDevice.

source: Failed to load the iDevice view.
eo: ~Malsukcesis ŝarĝi la iDevice-vidon.

source: You can't add an iDevice on the root page
eo: ~Vi ne povas aldoni iDevice en la ĉefpaĝo

source: Problem adding iDevice
eo: ~Problemo aldoni iDevice

source: An error occurred while loading the iDevice.
eo: ~Eraro okazis dum ŝarĝado de la iDevice.

source: Saved
eo: ~Konservita

source: The project has been saved.
eo: ~La projekto estis konservita.

source: Style changed
eo: ~Stilo ŝanĝita

source: Undo the last action?
eo: ~Ĉu vi volas malfari la lastan agon?

source: Unable to undo the last action.
eo: ~Ne eblas malfari la lastan agon.

source: Required
eo: ~Postulata

source: Save metadata and properties
eo: ~Konservu metadatumojn kaj ecojn

source: Project properties
eo: ~Projekto-eco

source: Please fill in all required fields.
eo: ~Bonvolu plenigi ĉiujn postulatajn kampojn.

source: Project properties saved.
eo: ~Projekto-eco konservita.

source: Properties error
eo: ~Eraro pri ecoj

source: An error occurred while saving properties
eo: ~Eraro okazis dum konservado de ecoj

source: Structure node error
eo: ~Strukturo-nodo eraro

source: An error occurred while saving the node in database
eo: ~Eraro okazis dum konservado de la nodo en la datumbazo

source: An error occurred while cloning the node in database
eo: ~Eraro okazis dum klonado de la nodo en la datumbazo
