Repository: jjdeharo/exelearning
Catalog: translations/messages.va.xlf
Languages: va

source: Please write the solution
va: Escriviu la solució

source: Create activities with multiple choice questions or questions in which you have to put the answers in the right order.
va: Creeu activitats de resposta múltiple amb cap, una o diverses opcions correctes i/o activitats i jocs d'ordenació, en els quals el jugador haurà d'organitzar les diferents opcions segons l'ordre indicat en la qüestió.

source: Choose the right answers and click on the Check button.
va: Tria les respostes correctes i fes clic al botó Comprovar.

source: Questions order
va: Ordre de les preguntes

source: Tree
va: Arbre

source: Order defined by the author.
va: Definit per l'autor.

source: Different order each time you run the game.
va: Reordena en cada joc.

source: The questions will change depending on the answers.
va: L'ordre de les qüestions depén de les respostes del jugador.

source: Play audio when displaying the solution
va: Reproduir àudio en mostrar la solució

source: Order
va: Ordre

source: Go to
va: Vés a

source: Video test
va: Prova de vídeo

source: Pause video
va: Pausar el vídeo

source: Preview questions
va: Veure prèviament les preguntes

source: Reload video
va: Recarregar el vídeo

source: Question number
va: Número de la qüestió

source: There is already a question in that second.
va: Ja hi ha una qüestió referida a aqueix segon.

source: The video's end time must be shorter than its total duration
va: El valor del punt final del vídeo ha de ser inferior a la seua duració

source: Create activities consisting on a video with interactive questions.
va: Creeu activitats en les quals s'intercalen qüestions al llarg d'un vídeo.

source: Navigable
va: Navegable

source: Repeat question
va: Repetir la qüestió

source: Question point
va: Punt de qüestió

source: Preview question
va: Veure prèviament la qüestió

source: Provide an image, text or audio for each card's front side
va: Has d'indicar una imatge, un text o/i un àudio per a la cara anterior de cada targeta

source: Provide an image, text or audio for each card's back side
va: Has d'indicar una imatge, un text o/i un àudio per a la cara posterior de cada targeta

source: Create matching games with images, sounds and enriched texts.
va: Creeu jocs de relació amb imatges, sons i textos enriquits.

source: Relate
va: Relaciona

source: Match each card with its pair.
va: Relacioneu cada targeta amb la seua parella.

source: Rubric
va: Rúbrica

source: Other contents
va: Altres continguts

source: Apply
va: Aplicar

source: Complete the table to define a scoring guide. Define the score or value of each descriptor.
va: Completeu la taula per a definir una guia de qualificació. Definiu la puntuació o el valor de cada descriptor.

source: Learn how to apply a rubric
va: Aprenga a aplicar una rúbrica

source: Example rubric
va: Rúbrica d'exemple

source: Criteria
va: Criteris

source: Load CEDEC's rubrics (in Spanish)
va: Carregar les rúbriques del CEDEC (en espanyol)

source: Spanish
va: Espanyol

source: New rubric
va: Nova rúbrica

source: New rubric:
va: Nova rúbrica:

source: Example rubrics
va: Rúbriques d'exemple

source: Please select a template
va: Trieu una plantilla

source: CEDEC's rubrics
va: Rúbriques del CEDEC

source: Rubric use instructions (optional)
va: Instruccions d'ús de la rúbrica (opcional)

source: Maximum score:
va: Qualificació màxima:

source: The result of adding the scores of the first level.
va: Resultat de sumar les qualificacions del primer nivell.

source: New column
va: Nova columna

source: New row
va: Nova fila

source: Rubric information
va: Informació sobre la rúbrica

source: Show rubric information
va: Mostra informació sobre la rúbrica

source: Source/Author
va: Origen/Autor

source: Source/Author Link
va: Enllaç d'Origen/Autor

source: Revert all changes? This can't be undone.
va: Desfer els canvis? No té volta arrere.

source: The rubric is empty...
va: La rúbrica està buida...

source: Please write the rubric title.
va: Escriviu un títol per a la rúbrica.

source: Please write the level name in each column.
va: Escriviu el nom del nivell en cada columna.

source: Please write the criteria name in each row.
va: Escriviu el nom dels criteris en cada fila.

source: Please write all the criteria descriptors.
va: Escriviu tots els descriptors dels criteris.

source: Score (include a number)
va: Puntuació (introduïu un número)

source: Up
va: Amunt

source: Down
va: Avall

source: Row
va: Fila

source: Delete the row?
va: Suprimeix la fila?

source: Left
va: Esquerre

source: There should be at least one level.
va: Ha d'haver-hi almenys un nivell.

source: Column
va: Columna

source: Delete the column?
va: Suprimeix la columna?

source: Please export the content to apply the rubric.
va: Per favor, exporta el contingut per aplicar la rúbrica.

source: Add at least 3 elements.
va: Afegiu 3 elements com a mínim.

source: Please write the text to show when right.
va: Escriviu el text que s'ha de mostrar quan la resposta és correcta.

source: Please write the text to show when wrong.
va: Escriviu el text que s'ha de mostrar quan la resposta és incorrecta.

source: There cannot be 2 or more identical elements.
va: No pot haver-hi 2 o més elements idèntics.

source: Correct Answer Feedback Overlay
va: Retroacció que se superposa quan la resposta és correcta

source: Wrong Answer Feedback Overlay
va: Retroacció que se superposa quan la resposta és incorrecta

source: optional
va: opcional

source: Create interactive text ordering activities.
va: Crea activitats interactives d'ordenació de textos.

source: Arrange the following texts in the correct order to complete the activity.
va: Ordena els següents textos en l'ordre correcte per completar l'activitat.

source: Write the elements in the right order:
va: Escriviu els elements en l'ordre correcte:

source: Select media files
va: Selecciona (multimèdia)

source: Brilliant! All correct!
va: Genial! Tot correcte Per una altra!

source: Change visualization mode
va: Canviar el mode de visualització

source: Maximum number of activities: 30
va: Número màxim d'activitats: 30

source: Create interactive activities in which players will have to select the correct multimedia cards.
va: Creeu activitats interactives en les quals els jugadors hauran de seleccionar les targetes multimèdia correctes.

source: Select the right cards
va: Seleccioneu les targetes correctes

source: Time to complete the game
va: Temps per a completar el joc

source: Maximum number of cards
va: Número màxim de targetes

source: Table mode
va: Mode taula

source: Activity number:
va: Activitat número:

source: Add a card
va: Afegir targeta

source: Delete card
va: Esborrar targeta

source: Copy card
va: Copiar targeta

source: Cut card
va: Retallar targeta

source: Paste card
va: Apegar targeta

source: Phrases:
va: Frases:

source: Correct answer
va: Resposta correcta

source: Sort
va: Ordena

source: You have ordered all the activities!
va: Heu ordenat totes les activitats!

source: Correct positions
va: Posicions correctes

source: Phrases
va: Frases

source: Maximum number of phrases: 20
va: Número màxim de frases: 20

source: Create interactive activities in which players will have to order cards with images, texts and/or sounds.
va: Crea activitats interactives en què els jugadors hauran d'ordenar targetes amb imatges, textos i/o sons.

source: Drag each letter to its correct position
va: Arrossegueu cada carta fins a la seua posició correcta

source: Multimedia
va: Multimèdia

source: Maximum width
va: Amplària màxima

source: Height (px)
va: Alçària (píxels)

source: Fixed headers
va: Capçaleres fixes

source: Automatic start
va: Inici automàtic

source: Word border
va: Bord de paraula

source: Phrase
va: Frase

source: Task information
va: Informació de la tasca

source: Estimated duration
va: Durada de la tasca

source: Text to display
va: Text que s'ha de mostrar

source: Show Feedback
va: Mostra la retroacció

source: Duration
va: Duració

source: Number or description
va: Número o descripció

source: Grouping
va: Agrupament

source: You must indicate a name for all the selected players.
va: Heu d'indicar un nom per a tots els jugadors seleccionats.

source: Do you want to restart the game?
va: Voleu reiniciar el joc?

source: roll the dice.
va: llança el dau.

source: The game has finished. The winner is %1. Do you want to play again?
va: El joc ha acabat. El guanyador és %1. Desitgeu tornar a jugar?

source: Cool! You won the game.
va: Genial! Ganes la partida.

source: you play. Roll the dice.
va: tu jugues. Llança el dau.

source: Your score will be automatically saved after each throw.
va: La seua puntuació es guardarà automàticament després de cada tirada.

source: You can only play once.
va: Només podeu jugar una vegada.

source: Players
va: Jugadors

source: you have failed.
va: heu errat.

source: you get the cheese of
va: aconsegueixes la porció de

source: One more point.
va: Un punt més.

source: Please provide the word definition or the valid URL of an image
va: Proporcioneu la definició de la paraula o l'URL vàlida d'una imatge

source: You must upload or indicate the valid URL of an image
va: Heu de pujar o indicar l'URL vàlida d'una imatge

source: You have to complete all the selected options
va: Heu de completar totes les opcions seleccionades

source: You have to indicate the start and the end of the video that you want to show
va: Heu d'indicar el començament i el final del vídeo que vulgueu mostrar

source: The video end value must be higher than the start one
va: El valor del final del vídeo ha de ser major que el del començament

source: The silence time is wrong. Check the video duration.
va: El temps de silenci indicat no és correcte. Comprova la duració del vídeo.

source: Please check all the answers in the right order
va: Ha de marcar les respostes en l'ordre correcte

source: Roll the dice and answer the question until you get all the cheeses.
va: Llança el dau i contesta a la qüestió fins a completar tots les porcions.

source: Too many questions! The game can have a maximum of about 800 and 1200 questions. This number can vary a lot depending on the type of questions and the length of the questions, the answers, the URLs and the enriched text.
va: Massa preguntes! El joc pot tindre un màxim d'unes 800 a 1200 preguntes. Aquest número pot variar molt depenent dels tipus de qüestions i la longitud de la seua qüestió, les seues respostes, URLs i textos enriquits.

source: Create an educational board game with different question types (test, order, definition) of different categories. From 1 to 4 players or teams.
va: Creeu un joc de taula educatiu amb diferents tipus de qüestions (test, ordena, definició) organitzades per categories. D'1 a 4 jugadors o equips.

source: Number of topics
va: Número de temes

source: Topic number
va: Tema número

source: Load
va: Carrega

source: This game may present accessibility problems for some users. You should provide an accessible alternative if the users need it.
va: Aquest joc pot presentar problemes d'accessibilitat per a algunes persones. Ha de tindre-ho en compte a l'hora d'elaborar el contingut i, si els seus destinataris el requereixen, proporcionar una alternativa accessible.

source: You must provide a name for this topic.
va: Has de proporcionar un nom per a aquest tema

source: You must indicate a name for all the selected topics.
va: Heu d'indicar un nom per a tots els temes seleccionats.

source: You must complete all the questions of all the selected topics correctly.
va: Heu de completar correctament totes les qüestions de tots els temes seleccionats.

source: True or false
va: Cert o fals

source: Suggestion
va: Suggerència

source: Please write the question.
va: Si us plau, escriu la pregunta.

source: Select the correct answer
va: Selecciona la resposta correcta

source: SCORM grades can only be saved in Quiz mode
va: Les qualificacions SCORM només es poden guardar en mode Test

source: Create interactive True or False quizzes.
va: Crea qüestions interactives de True o Fals.

source: Answer all the questions in this quiz.
va: Respon a totes les preguntes d’aquest qüestionari.

source: Easier to read
va: Lectura facilitada

source: Visual aid
va: Suport visual

source: UDL Content
va: Contingut DUA

source: UDL
va: DUA

source: Universal Design for Learning
va: Disseny Universal per a l'Aprenentatge

source: Highlight
va: Ressaltat

source: Download the source file
va: Baixa el fitxer d'origen

source: Exercises
va: Exercicis

source: Write
va: Escriviure

source: Listen
va: Escolta

source: Do it here
va: Feu-ho ací

source: Record
va: Grava

source: Speak
va: Parla

source: Read
va: Llig

source: Objectives
va: Objectius

source: Guidance
va: Orientacions

source: To get informed
va: Per a informar-se

source: Think
va: Pensa

source: Assessment rubric
va: Rúbrica d'avaluació

source: Task
va: Tasca

source: Timing
va: Temporalització

source: Work in group
va: Treballa en equip

source: More information
va: Per a saber més

source: Note
va: Nota

source: Trivia
va: Curiositat

source: Cultural notes
va: Anotacions culturals

source: Learn to learn
va: Aprendre a aprendre

source: Instrument practice
va: Pràctica instrumental

source: Music
va: Música

source: Mediation
va: Mediació

source: Use your hands
va: Manipula

source: Sign language
va: Llengua de signes

source: Homogeneous groups
va: Grups homogenis

source: Heterogeneous groups
va: Grups heterogenis

source: Debate
va: Debat

source: Written text coproduction
va: Coproducció de textos escrits

source: Oral text coproduction
va: Coproducció de textos orals

source: Digital competence
va: Competències digitals

source: Singing
va: Cant

source: Semantic networks
va: Xarxes semàntiques

source: Easy read
va: Lectura fàcil

source: Grammar
va: Gramàtica

source: Vocabulary
va: Vocabulari

source: Playback
va: Reproducció

source: Phonetics
va: Fonètica

source: Alternative content
va: Contingut alternatiu

source: Double click or type to see suggestions
va: Feu doble clic o escriviu per a veure suggeriments

source: New block
va: Nou bloc

source: About this iDevice
va: Quant aquest iDevice

source: Cofinanced by:
va: Cofinançat per:

source: Delete block $? This can't be undone.
va: Suprimeix el bloc $? No es pot desfer.

source: Block
va: Bloc

source: Empty = No button
va: Buit = Sense botó

source: Accessible hidden content
va: Contingut ocult de manera accessible

source: Content
va: Contingut

source: Choose the content to edit:
va: Trieu el contingut que vulgueu editar:

source: Main content (required)
va: Contingut principal (obligatori)

source: Please provide a main content for all the blocks.
va: Escriviu el contingut principal de tots els blocs.

source: Engagement
va: Implicació

source: Representation
va: Comprensió

# Action &amp; Expression
source: Action & Expression
va: Acció & Expressió

source: Presentation
va: Presentació

source: Text button
va: Botó de text

source: Character
va: Personatge

source: Word search
va: Cerca de paraules

source: You found all the words. Your score is %s.
va: Heu trobat totes les paraules. La vostra puntuació és %s.

source: Try with fewer words
va: Prova amb menys paraules

source: Create word search games with additional text, images or sound.
va: Creeu activitats tipus sopa de lletres en les quals podrà utilitzar text, imatges i sons.

source: Find the hidden words.
va: Trobeu les paraules ocultes.

# Show &quot;Solve&quot; button.
source: Show "Solve" button.
va: Mostra el botó "Resoldre".

source: Diagonal
va: Diagonals

source: Inverse
va: Inverses

source: Selected: {0} of {1}
va: Seleccionat: {0} de {1}

source: Uploading {0}% of {1}
va: S’està carregant {0}% de {1}

source: {0} is too large, please upload files less than {1}
va: {0} és massa gran, si us plau, puja fitxers de menys de {1}

source: {0} failed to upload
va: {0} no s'ha pogut pujar

source: {0} Per Page
va: {0} Per pàgina

source: Folder
va: Carpeta

source: Not Found
va: No trobat

source: Not Allowed
va: No permesa

source: Unknown error
va: Error desconegut

source: Add files
va: Afegiu fitxers

source: No pagination
va: Sense paginació

source: Home
va: Inici

source: Rename
va: Reanomena

source: Please fill out this field
va: Per favor, ompli aquest camp

source: Zip
va: Codi postal

source: Batch Download
va: Descàrrega per lots

source: Unzip
va: Descomprimir

source: Copy link
va: Copiar enllaç

source: Drop files to upload
va: Deixa els arxius aquí per pujar-los

source: Select Folder
va: Seleccioneu una carpeta

source: Files
va: Arxius

source: Paused
va: Pausat

source: Home Folder
va: Carpeta personal

source: Leave blank for no change
va: Deixa en blanc per no canviar res

source: Are you sure you want to do this?
va: Estàs segur que vols fer això?

source: Are you sure you want to allow access to everyone?
va: Estàs segur que vols permetre l'accés a tothom?

source: Are you sure you want to stop all uploads?
va: Estàs segur que vols aturar totes les pujades?

source: Something went wrong
va: Alguna cosa ha anat malament

source: Invalid directory
va: Directori no vàlid

source: This field is required
va: Aquest camp és obligatori

source: Updated
va: Actualitzat

source: Deleted
va: Esborrat

source: Your file is ready
va: El teu arxiu està llest

source: View
va: Visualitza

source: Search
va: Cerca

source: Show hidden
va: Mostrar ocult

source: Do you want to unzip the file?
va: Vols descomprimir l'arxiu?

source: Upload without unzip
va: Pujar sense descomprimir

source: Unzip here
va: Descomprimir ací

source: Unzip in subfolder ...
va: Descomprimir en subcarpeta ...

source: Unzip in subfolder
va: Descomprimir en subcarpeta

source: There was a problem creating the archive
va: Hi ha hagut un problema en crear l'arxiu

source: File type not allowed or size over limit
va: Tipus de fitxer no permtès o mida superior al límit

source: Effects (accordion, tabs, pagination...)
va: Efectes (acordió, pestanyes, paginació...)

source: Audio recorder
va: Gravadora d'àudio

source: Dialog Window
va: Finestra de diàleg

source: Tooltip
va: Indicador de funció

source: Paste mathematical markup
va: Apegueu etiquetatge matemàtic

source: Paste HTML fragment (embed code)
va: Apegueu fragmente HTML (codi embegut)

source: Clear (new line or block)
va: Neteja (línia nova o bloc)

source: Add a paragraph at the end
va: Afegiu un paràgraf al final

source: Definition List
va: Llista de definicions

source: Quote With Authorship
va: Citació amb autoria

source: Toolbar Toggle
va: Commuta la barra d'eines

source: System Font
va: Font del sistema

source: Acronym or abbreviation
va: Acrònim o abreviació

source: Anchor...
va: Ancor...

source: Special character...
va: Caràcter especial...

source: Insert template...
va: Inserir plantilla...

source: Insert/Edit Attributes
va: Inserir/Editar atributs

source: Print...
va: Imprimir...

source: Find and replace...
va: Buscar i substituir...

source: Black
va: Negre

source: White
va: Blanc

source: Navy Blue
va: Blau marí

source: Dark Gray
va: Gris fosc

source: Gray
va: Gris

source: Medium Gray
va: Gris mitjà

source: Light Gray
va: Gris clar

source: Dark Blue
va: Blau fosc

source: Dark Purple
va: Porpra fosc

source: Dark Red
va: Vermell fosc

source: Orange
va: Taronja

source: Dark Turquoise
va: Turquesa fosc

source: Purple
va: Porpra

source: Light Blue
va: Blau Clar

source: Light Purple
va: Porpra Clar

source: Light Red
va: Vermell Clar

source: Light Yellow
va: Groc Clar

source: Light Green
va: Verd Clar

source: Remove Color
va: Eliminar Color

source: Heading 5
va: Encapçalament 5

source: Heading 2
va: Encapçalament 2

source: Currently not supported by your browser, use keyboard shortcuts instead.
va: Ara mateix no està implementat al vostre navegador; al seu lloc, utilitza les dreceres de teclat.

source: Heading 4
va: Encapçalament 4

source: Font Family
va: Família del tipus de lletra

source: Align Right
va: Alineació dreta

source: New Document
va: Document nou

source: Block Quote
va: Bloc de citació

source: Insert/Remove Numbered List
va: Inserir/Eliminar Llista Numerada

source: Heading 1
va: Encapçalament 1

source: Header
va: Capçalera

source: Increase Indent
va: Augmenta el sagnat

source: Headers
va: Capçaleres

source: Select All
va: Seleccioneu-ho tot

source: Heading 3
va: Encapçalament 3

source: Insert/Remove Bulleted List
va: Inserir/Eliminar Llista amb Vinyetes

source: Remove Formatting
va: Suprimeix la formatació

source: Font Size
va: Grandària de la lletra

source: Heading 6
va: Encapçalament 6

source: Paragraph
va: Paràgraf

source: Align Center
va: Alinea al centre

source: Decrease Indent
va: Redueix el sagnat

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
va: Ara l'acció d'apegar és en mode de text net. Torneu a clicar per a commutar al mode d'apegar normal. Després d'apegar qualsevol cosa tornarà al mode d'apegar normal.

source: Full
va: Justificat

source: Align Left
va: Alineació esquerra

source: Show/Hide Visual Control Characters
va: Mostrar/Amagar Caràcters de Control Visual

source: Lower Greek
va: Grega minúscula

source: Square
va: Quadrat

source: Lower Alpha
va: Alfa minúscula

source: Circle
va: Cercle

source: Upper Alpha
va: Alfa majúscula

source: Upper Roman
va: Llatina majúscula

source: Lower Roman
va: Llatina minúscula

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
va: L'ID (identificador) ha de començar amb una lletra, seguida només per lletres, números, guions, punts, dos punts o ratlles baixes.

source: Anchor
va: Ancora

source: The changes you made will be lost if you navigate away from this page.
va: Els canvis que heu fet es perdran si aneu a una altra pàgina.

source: Restore last draft
va: Restaura l'últim esborrany

source: Special character
va: Caràcters especials

source: Edit source code
va: Edita el codi font

source: Right to Left
va: De dreta a esquerra

source: Left to Right
va: D'esquerra a dreta

source: Emoticons
va: Emoticones

source: Document Properties
va: Propietats del document

source: Keywords
va: Paraules clau

source: Character Encoding
va: Codificació de caràcters

source: Horizontal Line
va: Línia horitzontal

source: Horizontal Space
va: Espai horitzontal

source: Insert/Edit Image
va: Insereix/Editeu la imatge

source: Border
va: Vora

source: Constrain proportions
va: Constreny les proporcions

source: Vertical Space
va: Espai vertical

source: Image Description
va: Descripció de la imatge

source: Image Title
va: Títol de la imatge

source: Style
va: Estil

source: Image Options
va: Opcions d'imatge

source: Drop an image here
va: Arrossegueu una imatge aquí

source: Browse for an image
va: Navega per una imatge

source: Footer caption
va: Peu de pàgina

source: Title link
va: Enllaç del títol

source: Custom license
va: Llicència personalitzada

source: Image optimizer
va: Optimitzar imatge

source: Alternative description
va: Descripció alternativa

source: Date/Time
va: Data/Hora

source: Unlink
va: Desenllaça

source: Anchors
va: Àncores

source: Insert/Edit Link
va: Insereix/Editeu l'enllaç

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
va: La URL que heu introduït sembla un enllaç extern. Voleu afegir el prefix http:// necessari?

source: Target
va: Destinació

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
va: La URL que heu introduït sembla una adreça de correu electrònic. Voleu afegir el prefix mailto: necessari?

source: Insert/Edit Embedded Media
va: Insereix/Editeu mitjà incrustat
