Repository: jjdeharo/exelearning
Catalog: translations/messages.va.xlf
Languages: va

source: A text with the page number will be added on each page.
va: S'afegirà un text amb el número de pàgina a cada pàgina.

source: discipline
va: disciplina

source: prerequisite
va: prerequisit

source: educational objective
va: objectiu educatiu

source: accessibility restrictions
va: restriccions d'accessibilitat

source: educational level
va: nivell educatiu

source: skill level
va: nivell de destresa

source: security level
va: nivell de seguretat

source: competency
va: competència

source: Custom code
va: Codi personalitzat

source: HTML to be included at the end of the HEAD tag: LINK, META, SCRIPT, STYLE...
va: HTML que s'inclourà al final de la etiqueta HEAD: ENLLAÇ, META, SCRIPT, STYLE...

source: Page footer
va: Peu de pàgina

source: Type any HTML. It will be placed after every page content. No JavaScript code will be executed inside eXe.
va: Introdueix qualsevol HTML. Es col·locarà després del contingut de cada pàgina. No s'executarà cap codi JavaScript dins eXe.

source: eXeLearning %s is a development version. It is not for production use.
va: eXeLearning %s és una versió de desenvolupament. No és per a ús en producció.

source: This is just a demo version. Not for real projects. Days before it expires: %s
va: Aquesta és només una versió de prova. No per a projectes reals. Dies abans que expiri: %s

source: eXeLearning %s has expired! Please download the latest version.
va: eXeLearning %s ha expirat! Si us plau, descarrega la darrera versió.

source: Unable to extract zip file
va: No s'ha pogut extreure l'arxiu zip

source: The iDevice is not valid
va: L'iDevice no és vàlid

source: Write permissions error in %s
va: Error de permisos d'escriptura a %s

source: Could not load iDevice
va: No s'ha pogut carregar l'iDevice

source: Invalid iDevice name
va: Nom d'iDevice no vàlid

source: The iDevice [%s] already exists
va: L'iDevice [%s] ja existeix

source: Could not load style
va: No s'ha pogut carregar l'estil

source: Invalid style name
va: Nom de estil no vàlid

source: The style [%s] already exists
va: L'estil [%s] ja existeix

source: Please create at least one page before exporting.
va: Si us plau, creeu almenys una pàgina abans d'exportar.

source: An error has occurred that prevents the project from being exported
va: S'ha produït un error que impedeix l'exportació del projecte

source: Export generation error
va: Error en generar l'exportació

source: Export folder could not be created
va: No s'ha pogut crear la carpeta d'exportació

source: Failed to generate export content
va: No s'ha pogut generar el contingut d'exportació

source: Unable to undo last change
va: No es pot desfer l'últim canvi

source: Last change is from another user
va: L'últim canvi és d'un altre usuari

source: There are no changes that can be undone
va: No hi ha canvis que es puguin desfer

source: There aren't operations to undo
va: No hi hi cap operació per desfer

source: There was a problem opening the file
va: Hi ha hagut un problema en obrir l'arxiu

source: the zip does not have the necessary files to be uploaded as a package
va: el zip no conté els arxius necessaris per a ser carregats com a paquet

source: Failed to read the XML content, please open the file in eXeLearning 2.9, save and try to open it here again. Please report if it fails. Thank you.
va: No s'ha pogut llegir el contingut XML, si us plau obri l'arxiu en eXeLearning 2.9, desa i torna a intentar obrir-lo ací. Per favor, informa si falla. Gràcies.

source: There was a problem retrieving the data of the file
va: Hi ha hagut un problema en recuperar les dades de l'arxiu

source: File extension incorrect
va: Extensió de fitxer incorrecta

source: There was a problem opening file
va: Hi ha hagut un problema en obrir l'arxiu

source: There was a problem opening the elp file
va: Hi ha hagut un problema en obrir l'arxiu elp

source: Cannot load the content of this component
va: No es pot carregar el contingut d'aquest component

source: FILES_DIR directory structure generated
va: Estructura de directoris FILES_DIR generada

source: Failed to generate FILES_DIR structure in %s.
va: No s'ha pogut generar l'estructura FILES_DIR a %s.

source: - Check that both the directory and the subdirectories inside it have the correct permissions.
va: - Comprove que tant el directori com els subdirectoris dins d'ell tenen els permisos correctes.

source: - Check that the symfony/public/files/ directory exists in your project and has the correct permissions.
va: - Comprove que el directori symfony/public/files/ existeix en el teu projecte i té els permisos correctes.

source: The FILES_DIR directory does not have write permissions
va: El directori FILES_DIR no té permisos d'escriptura

source: The FILES_DIR directory does not exists
va: El directori FILES_DIR no existeix

source: Block %e
va: Bloc %e

source: No results.
va: No hi ha resultats.

source: Page
va: Pàgina

source: Toggle content
va: Alternar contingut

source: Made with eXeLearning
va: Creat amb eXeLearning

source: (new window)
va: (nova finestra)

source: Sorry, but the page cannot be displayed.
va: Ho sentim, però la pàgina no pot ser mostrada.

source: The server encountered an error and could not complete your request. Please try again later.
va: El servidor ha trobat un error i no ha pogut completar la teua sol·licitud. Si us plau, torna a provar-ho més tard.

source: Return to work area
va: Torna a l'àrea de treball

source: Return to login
va: Torna a iniciar sessió

source: Version:
va: Versió:

source: Logged in as
va: Iniciat com a

source: Sign in
va: Inicia sessió

source: Password
va: Contrasenya

source: Other authentication methods:
va: Altres mètodes d'autenticació:

source: Guest
va: Convidat

source: Structure panel
va: Panell de estructura

source: iDevices panel
va: panell de iDevices

source: Show online users
va: Mostrar usuaris en línia

source: User menu
va: Menú d'usuari

source: Toggle panels
va: Alternar panells

source: Recent projects
va: Projectes recents

source: Save as
va: Anomena i desa

source: Download as...
va: Descarregar com...

source: eXeLearning content
va: Contingut d'eXeLearning

source: Website
va: Lloc web

source: Single page
va: Pàgina única

source: Upload to
va: Puja a

source: Metadata
va: Metadades

source: Utilities
va: Utilitats

source: Link validation
va: Validació de l'enllaç

source: File manager
va: Gestor de fitxers

source: User manual
va: Manual d'usuari

source: eXeLearning website
va: Lloc web d'eXeLearning

source: Report a bug
va: Informar d'un error

source: Structure
va: Estructura

source: Import iDevices
va: Importa iDevices

source: Move left (up in hierarchy)
va: Mou a l'esquerra (puja en l'arbre de jerarquia)

source: Move right (down in hierarchy)
va: Mou a la dreta (baixa en l'arbre de jerarquia)

source: This is a demo version!
va: Aquesta és una versió de prova!

source: This software is provided as a preview and should not be distributed. It is under development and is subject to substantial change. Consider the included information incomplete and use it with caution.
va: Aquest programari es proporciona com a previsualització i no s'ha de distribuir. Està en desenvolupament i està subjecte a canvis substancials. Considera la informació inclosa com a incompleta i utilitza-la amb precaució.

source: eXeLearning is a free software tool under the GNU Affero GPL that can be used to create educational interactive web contents. eXeLearning can generate interactive contents in different formats and it allows you to create easily navigable web pages. All the educational materials generated with eXeLearning can be exported in different digital formats, to be used independently or to integrate them into a LMS (Learning Management System) like Moodle.
va: eXeLearning és una eina de programari lliure sota GNU Affero GPL que es pot utilitzar per a crear continguts web educatius interactius. eXeLearning pot generar continguts interactius en diferents formats i permet crear pàgines web fàcilment navegables. Tot el material educatiu generat amb eXeLearning es pot exportar en diferents formats digitals, per a ser utilitzat de manera independent o per a integrar-los en un LMS (Learning Management System) com Moodle.

source: Attendee
va: Assistents

source: 1. What is eXeLearning
va: 1. Què és eXeLearning

source: 2. Create a project
va: 2. Crear un projecte

source: 3. Adding pages
va: 3. Afegir pàgines

source: 4. Adding content
va: 4. Afegir contingut

source: 5. Exporting a project
va: 5. Exportar un projecte

source: 6. More options
va: 6. Més opcions

source: Credits
va: Crèdits

source: Third Libraries
va: Llibreries de tercers

source: Licenses
va: Llicències

source: Previous versions
va: Versions anteriors

source: eXeLearning. Third Libraries
va: eXeLearning. Llibreries de tercers

source: Privacy and Terms
va: Privadesa i Condicions

source: Download CSV
va: Descarregar CSV

source: Changelog
va: Registre de canvis

source: Upload to Drive
va: pujar a Drive

source: Authentication methods:
va: Mètodes d'autenticació:

source: Save the score
va: ~Desa la puntuació

source: Automatically save the score
va: ~Desa la puntuació automàticament

source: Type or paste the text for the fill-in-the-blank activity into the field. Select the words and use the button below to hide them. You can define more than one possible answer using vertical bars to surround and separate them. E.g.: |dog|cat|bird|
va: ~Escriviu o enganxeu el text de l'activitat d'omplir espais en blanc al camp. Seleccioneu les paraules i utilitzeu el botó de sota per ocultar-les. Podeu definir més d'una resposta possible utilitzant barres verticals per envoltar-les i separar-les. P. ex.: |gos|gat|ocell|
