Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: A new Definition List will be created. To add a new term, just place the cursor at the end of a definition and click again the Definition List Button.
eo: ~Nova Difino-Listo estos kreita. Por aldoni novan terminon, simple meti la kursoron ĉe la fino de difino kaj denove klaki la butonon Difino-Listo.

source: Anchors, nodes or .elp
eo: ~Ankroj, nodoj aŭ elp

source: Open link in...
eo: ~Malfermu ligilon en...

source: Include File Information
eo: ~Inkluzivu Dosierinformojn

source: File size
eo: ~Dosiera grandeco

source: Unit
eo: ~Unuo

source: File extension
eo: ~Dosiera etendo

source: Current window
eo: ~Aktuala fenestro

source: Quote
eo: ~Citilo

source: Quote Language
eo: ~Citila Lingvo

source: Authorship Language
eo: ~Aŭtoreca Lingvo

source: Specify the languages only if they are different from the rest of the content.
eo: ~Specifu la lingvojn nur se ili estas malsamaj de la resto de la enhavo.

source: Please write a quote
eo: ~Bonvolu verki citilon

source: Effects
eo: ~Efektoj

source: Please do not overuse these effects.
eo: ~Bonvolu ne troe uzi ĉi tiujn efikojn.

source: Choose a type:
eo: ~Elektu tipon:

source: Collapsible content panels for presenting information in a limited space.
eo: ~Faldebaj paneloj por prezenti informojn en limigita spaco.

source: A single content area with multiple panels.
eo: ~Unu enhavareo kun pluraj paneloj.

source: Divide your content into different pages.
eo: ~Dividu vian enhavon en malsamaj paĝoj.

source: Present a list of contents in horizontal order.
eo: ~Prezenti liston de enhavo en horizontala ordo.

source: Simple, interactive timeline able to handle nearly any form of content.
eo: ~Simpla, interaga kronologio kapabla pritrakti preskaŭ ajnan formon de enhavo.

source: Choose an effect (you can change it later).
eo: ~Elektu efikon (vi povas ŝanĝi ĝin poste).

source: To add a new tab, block, page... just add a second level title (Heading 2) followed by its content.
eo: ~Por aldoni novan langeton, blokon, paĝon... simple aldoni sekundnivelan titolon (Titolo 2) sekvatan de ĝia enhavo.

source: All blocks must start with a second level title (Heading 2).
eo: ~Ĉiuj blokoj devas komenci kun sekundnivela titolo (Titolo 2).

source: Timelines require a third level title (Heading 3) right after each Heading 2.
eo: ~Kronologioj postulas trian nivelon titolon (Titolo 3) tuj post ĉiu Titolo 2.

source: Border width
eo: ~Rando larĝo

source: Border style
eo: ~Kraja stilo

source: Select...
eo: ~Elekti...

source: Use the editor to create a new mind map...
eo: ~Uzu la redaktanton por krei novan mensan mapon...

source: Open the mind map editor
eo: ~Malfermu la redaktanton de la mensa mapo

source: Descriptive title
eo: ~Priskriba titolo

source: Show the title under the image
eo: ~Montru la titolon sub la bildo

source: Link to full size image
eo: ~Ligu al plena-grandeco bildo

source: Text style:
eo: ~Teksta stilo:

source: Line color:
eo: ~Linia koloro:

source: Recursive
eo: ~Rekurse

source: It works with
eo: ~Ĝi funkcias kun

source: Duration:
eo: ~Daŭro:

source: JavaScript player (for old browsers or browsers that can't play that audio format)
eo: ~JavaScript ludilo (por malnovaj retumiloj aŭ retumiloj, kiuj ne povas ludi tiun aŭdformato)

source: Use the %s option after recording to define the authorship or title of the audio.
eo: ~Uzu la %s opcio post registrado por difini la aŭtorecon aŭ la titolo de la aŭdio.

source: There is no audio input device connected.
eo: ~Neniu aŭdentrada aparato konektita.

source: Link title
eo: ~Ligiloko

source: Change the styling:
eo: ~Ŝanĝu la stiladon:

source: Pages
eo: ~Paĝoj

source: Tooltip title
eo: ~Kiamilo titolnomo

source: The tooltip will show the Link title.
eo: ~La kiamilo montras la Ligilokoton.

source: Close behaviour:
eo: ~Fermi konduto:

source: Automatically close the tooltip when moving the mouse out of the link
eo: ~Aŭtomate fermi la ilustraĵon kiam vi movas la muson for de la ligilo

source: Close button: It will close the tooltip when clicked
eo: ~Fermobutono: Ĝi fermos la ilustraĵon kiam klakite

source: Link behaviour:
eo: ~Konduto de la ligilo:

source: Open in the same window
eo: ~Malfermi en la sama fenestro

source: Open in a new window
eo: ~Malfermi en nova fenestro

source: Appearance
eo: ~Aspekto

source: Shadow
eo: ~ Ombro

source: Rounded
eo: ~ Ronda

source: Yellow
eo: ~ Flava

source: Light
eo: ~Lumo

source: Dark
eo: ~Mallumo

source: Red
eo: ~Ruĝa

source: Blue
eo: ~Blua

source: Green
eo: ~Verda

source: Dialog title (the title of the link)
eo: ~Dialoga titolo (la titolo de la ligilo)

source: Write the content of the dialog. You may use HTML and edit it in the editor.
eo: ~Verku la enhavon de la dialogo. Vi povas uzi HTML kaj redakti ĝin en la redaktilo.

source: Currency
eo: ~Valuto

source: Quotations
eo: ~Citatoj

source: Mathematical
eo: ~Matematika

source: Extended Latin
eo: ~Etendita Latina

source: Symbols
eo: ~Simboloj

source: Arrows
eo: ~Pilkiĝoj

source: ABC Music Notation
eo: ~ABC Muzika Notacio

source: Animate
eo: ~Animi

source: Paste or type a valid ABC code:
eo: ~Algluu aŭ tajpu validan ABC kodon:

source: Visit eXeABC for help, tunes, ABC software...
eo: ~Vizitu eXeABC por helpo, melodioj, ABC programaro...

source: jQuery is required
eo: ~jQuery estas bezonata

source: ABC Music
eo: ~ABC Muziko

source: No valid ABC code found.
eo: ~Neniu valida ABC kodo trovita.

source: Stop
eo: ~Haltu

source: Go to Tools - Preview to see this working
eo: ~Iru al Ilojn - Antaŭrigardi por vidi tion funkcii

source: ePub export warning: This might not work in some ePub readers.
eo: ~Averto pri ePub-eksporto: Ĉi tio eble ne funkcios en iuj ePub-legiloj.

source: Insert/Edit Media
eo: ~Enmetu/Redaktu Medion

source: Title and Attribution
eo: ~Titolo kaj Atribuo

source: Use JavaScript player
eo: ~Uzu JavaScript-ludilon

source: Use Controls
eo: ~Uzu Kontrolojn

source: Use Autoplay
eo: ~Uzu Aŭtomatan Ludon

source: Detect automatically
eo: ~Aŭtomate detekti

source: CSS class
eo: ~CSS-klaso

source: Insert HTML code as text
eo: ~Enmetu HTML-kodon kiel tekston

source: Include Styles (improves presentation)
eo: ~Inkluzivu Stilojn (plibonigas prezentaĵon)

source: Highlight syntax
eo: ~Emfazu sintakson

source: Behaviour
eo: ~Konduto

source: Use a two-letter ISO 639-1 code like "en", "es", "fr" or "de".
eo: ~Uzu du-leteran ISO 639-1 kodon kiel "eo", "en", "es", "fr" aŭ "de".

source: Change the text of the tabs adding a title to each Heading 2 with the "Insert/Edit Attributes" option:
eo: ~Ŝanĝu la tekston de la langetoj aldonante titolon al ĉiu Kapitolo 2 kun la opcio "Enmetu/Redaktu Atribuojn":

source: From Wikipedia, the free encyclopedia.
eo: ~De Vikipedio, la libera enciklopedio.

source: Redirected from
eo: ~Re-direktita de

source: Wikipedia does not have an article with this exact name.
eo: ~Vikipedio ne havas artikolon kun ĉi tiu preciza nomo.

source: search for
eo: ~serĉu por

source: in Wikipedia
eo: ~en Vikipedio

source: to check for alternative titles or spellings.
eo: ~por kontroli alternativajn titlojn aŭ literumojn.

source: Wikipedia Article
eo: ~Vikipedio Artikolo

source: Article
eo: ~Artikolo

source: English
eo: ~Angla

source: Basque
eo: ~Baskona

source: Catalan
eo: ~Kataluna

source: Chinese
eo: ~Ĉina

source: Dutch
eo: ~Nederlanda

source: French
eo: ~Franca

source: Galician
eo: ~Galicia

source: German
eo: ~Germana

source: Greek
eo: ~Greka

source: Italian
eo: ~Italiana

source: Japanese
eo: ~Japana

source: Magyar
eo: ~Hungara

source: Polish
eo: ~Polanda

source: Portuguese
eo: ~Portugala

source: Slovenian
eo: ~Slovena

source: Spanish
eo: ~Hispana

source: Swedish
eo: ~Sveda

source: Emphasis
eo: ~Emfazo

source: No emphasis
eo: ~Neniu emfazo

source: Some emphasis
eo: ~Kelkaj emfazo

source: Cannot set source of a broadcasted event
eo: ~Ne povas agordi la fonton de elsendo

source: Cannot get source of a broadcasted event
eo: ~Ne povas akiri la fonton de elsendo

source: Other user is saving changes right now
eo: ~Alia uzanto konservas ŝanĝojn nuntempe

source: An iDevice is open
eo: ~I- aparato estas malfermita

source: The file content is wrong
eo: ~La enhavo de la dosiero estas malĝusta

source: Failed to upload file
eo: ~Malsukcesis alŝuti dosieron

source: Access
eo: ~Aksesoj

source: Access Type
eo: ~Aksesotipo

source: active
eo: ~aktiva

source: Search bar (Website export only)
eo: ~Serĉu boto (Nur reteja eksportado)

source: A search box will be added to every page of the website.
eo: ~Alĝustoskribo estos aldonita al ĉiu paĝo de la retejo.

source: Advanced (SEO)
eo: ~Plua (SEO)

source: Aggregation Level
eo: ~Afiŝnivelo

source: Allows to minimize/display content
eo: ~Permesas minimumigi/montri enhavon

source: analyse
eo: ~analizi

source: Annotation
eo: ~Noto

source: atomic
eo: ~atomara

source: Author URL
eo: ~Aŭtora URL

source: blended
eo: ~ miksita

source: browser
eo: ~retumilo

source: Catalog
eo: ~Katalogo

source: Cataloging standard
eo: ~Katalogada normo

source: Cataloguing
eo: ~Katalogado

source: Classification
eo: ~Klasifiko

source: classroom
eo: ~klasĉambro

source: closed exercise or problem
eo: ~fermita ekzerco aŭ problemo

source: Cognitive Process
eo: ~Kognitiva Proceso

source: collaborate
eo: ~kollabori

source: collection
eo: ~kolekto

source: communicate
eo: ~komuniki

source: compare
eo: ~kompari

source: compete
eo: ~konkurenci

source: computer scientist
eo: ~komputila sciencisto

source: conceptual map
eo: ~koncepta mapo

source: connect
eo: ~konekti

source: consider
eo: ~pripensi

source: content provider
eo: ~provizanto de enhavo

source: Context
eo: ~Konteksto

source: contextualize
eo: ~kontekstigi

source: contextualized case problem
eo: ~kontekstigita kazo-problemo

source: contribution
eo: ~kontribuo

source: Contribution
eo: ~Kontribuo

source: control
eo: ~kontrolo

source: cooperate
eo: ~kuniĝi

source: Copyright And Other Restrictions
eo: ~Aŭtorrajtoj kaj aliaj limigoj

source: Cost
eo: ~Kosto

source: Coverage
eo: ~Kovrado

source: Editable export
eo: ~Eble redaktebla eksportado

source: The exported content will be editable with eXeLearning.
eo: ~La eksportita enhavo estos redaktebla kun eXeLearning.

# &quot;Made with eXeLearning&quot; link
source: "Made with eXeLearning" link
eo: ~"Farita kun eXeLearning" ligilo

source: Help us spreading eXeLearning. Checking this option, a "Made with eXeLearning" link will be displayed in your pages.
eo: ~Helpu nin disvastigi eXeLearning. Se vi markos ĉi tiun opcion, "Farita kun eXeLearning" ligilo aperos en viaj paĝoj.

source: Include a copy of the source file
eo: ~Inkluzivi kopion de la fonta dosiero

source: A copy of the eXeLearning file will be included when exporting the content.
eo: ~Kopio de la eXeLearning-dosiero estos inkludita kiam vi eksportas la enhavon.

source: Accessibility toolbar
eo: ~Alirebleco-baro

source: The accessibility toolbar allows visitors to manipulate some aspects of your site, such as font and text size.
eo: ~La alirebleco-baro ebligas al vizitantoj manipuli iujn aspektojn de via retejo, kiel tiparo kaj teksta grandeco.

source: creator
eo: ~kreatoro

source: CSS Class
eo: ~CSS Klaso

source: Days
eo: ~Tagoj

source: decide
eo: ~decidi

source: License for the new documents
eo: ~Liceo por la novaj dokumentoj

source: You can choose a different language for the current project.
eo: ~Vi povas elekti alian lingvon por la nuna projekto.

source: define
eo: ~difini

source: describe
eo: ~priskribi

source: design
eo: ~dizajni

source: diagram
eo: ~diagramo

source: didactic game
eo: ~didakta ludo

source: Different title on the page
eo: ~Diverse titolo en la paĝo

source: difficult
eo: ~malfacila

source: discuss
eo: ~diskuti

source: discussion activity
eo: ~diskuta aktiveco

source: distance
eo: ~distanco

source: draft
eo: ~skizo

source: dual free content license GPL and EUPL
eo: ~duala libera enhavlicenco GPL kaj EUPL

source: easy
eo: ~facila

source: education expert
eo: ~edukada spertulo

source: Educational
eo: ~Edukada

source: educational validator
eo: ~eduka validigilo

source: Email
eo: ~Retpoŝto

source: Entity
eo: ~Ento

source: Entry
eo: ~Eniro

source: exam
eo: ~ekzameno

source: exercise
eo: ~ekzerco

source: experiment
eo: ~eksperimento

source: explain
eo: ~klarigi

source: expositive
eo: ~eksplikanta

source: extrapolate
eo: ~ekstrapoli

source: face to face
eo: ~Vizaĝal vizaĝe

source: family
eo: ~familio

source: figure
eo: ~figuro

source: final
eo: ~fina

source: For Group Work
eo: ~Por Grupo Laboro

source: For Individual Tuition
eo: ~Por Individua Instruado

source: free software license EUPL
eo: ~libera programaro-permesilo EUPL

source: free software license GPL
eo: ~libera programaro-permesilo GPL

source: General description
eo: ~Ĝenerala priskribo

source: general public
eo: ~ĝenerala publiko

source: gifted learner
eo: ~donaca lernanto

source: graph
eo: ~grafiko

source: graphical designer
eo: ~grafika desegnisto

source: group
eo: ~grupo

source: guided reading
eo: ~gvidita legado

source: Header image
eo: ~Kapo bildo

source: hierarchical
eo: ~hierarkia

source: high
eo: ~alta

source: implement
eo: ~realigi

source: independent
eo: ~sendependa

source: index
eo: ~indekso

source: individual
eo: ~individuo

source: information scientist
eo: ~informadiko

source: initiator
eo: ~initiatoro

source: innovate
eo: ~novigi

source: Installation Remarks
eo: ~Instalaĵaj Rimarkoj

source: Installation remarks
eo: ~Instalaĵaj rimarkoj

source: instructional designer
eo: ~instrua desegnisto

source: intellectual property license
eo: ~intelekta proprieta rajtolo

source: Intended End User Role
eo: ~Celita Uzanto-Rolo

source: Intended User Role
eo: ~Celita Uzanto-Rolo

source: Interactive Type
eo: ~Interaga Tipo

source: Interactivity Level
eo: ~Interaga Nivelo

source: Interactivity Type
eo: ~Interaga Tipo

source: investigate
eo: ~esplori

source: judge
eo: ~juĝi

source: Keyword
eo: ~Ŝlosilvorto

source: Kind
eo: ~Speco

source: laboratory
eo: ~laboratorio

source: learner
eo: ~lernanto

source: learner with other specific educational support needs
eo: ~lernanto kun aliaj specifaj edukaj subtenbezonoj

source: learners late integration into the education system
eo: ~lernantoj malfrua integriĝo en la edukadsistemon

source: learning objects
eo: ~lernobjektoj

source: Learning Resource Type
eo: ~Tipo de Lernresurso

source: lecture
eo: ~prelego

source: license GFDL
eo: ~licenco GFDL

source: License URL
eo: ~URL de la licenco

source: Life Cycle
eo: ~Vivo-Ciklo

source: linear
eo: ~lineara

source: Links color
eo: ~Koloro de ligoj

source: Location
eo: ~Loko

source: Logo image
eo: ~Logo bildo

source: low
eo: ~malalta

source: manager
eo: ~administranto

source: master class
eo: ~majstroklaso

source: Maximum version
eo: ~Plej alta versio

source: Meta-Metadata
eo: ~Meta-Metadatum

source: Metadata Schema
eo: ~Metadatum Schema

source: Minimized
eo: ~Minimigita

source: Minimum version
eo: ~Minimuma versio

source: mixed
eo: ~miksa

source: Modality
eo: ~Modalo

source: Months
eo: ~Monatoj

source: motivate
eo: ~motivi

source: narrative text
eo: ~narativa teksto

source: networked
eo: ~rete konektita

source: non-universal
eo: ~ne-universala

source: not appropriate
eo: ~ne taŭga

source: observe
eo: ~observi

source: open problem
eo: ~malferma problemo

source: operating system
eo: ~operaciumo

source: ordinary learner
eo: ~ordinara lernanto

source: Organization
eo: ~Organizo

source: organize
eo: ~organizi

source: organize oneself
eo: ~organizi sin mem

source: other free software licenses
eo: ~Aliaj senpagaj programaj permesiloj

source: Other Platforms Requirement
eo: ~Alia platforma postulo

source: Other platforms requirements
eo: ~Aliaj platformaj postuloj

source: Package
eo: ~Pakaĵo

source: plan
eo: ~plano

source: practise
eo: ~praktiki

source: Preknowledge
eo: ~Antaŭkono

source: presencial
eo: ~persona ĉeesto

source: Primary author of the resource.
eo: ~Ĉefa aŭtoro de la rimedo.

source: problem statement
eo: ~problemo deklaro

source: produce
eo: ~produkti

source: proprietary license
eo: ~proprietary licenco

source: prove
eo: ~pruvi

source: publisher
eo: ~eldonanto

source: Purpose
eo: ~Celo

source: questionnaire
eo: ~demando

source: real environment
eo: ~vera medio

source: real or virtual learning environment
eo: ~vera aŭ virtuala lernmedio

source: real project
eo: ~vera projekto

source: recognize
eo: ~rekoni

source: Relation
eo: ~rilato

source: remember
eo: ~memori

source: represent
eo: ~reprezenti

source: Requirement
eo: ~postulo

source: Resource
eo: ~Rimedoj

source: resources and integrated resources
eo: ~rimedoj kaj integritaj rimedoj

source: revised
eo: ~reviziita

source: Rights
eo: ~Rajtoj

source: Role
eo: ~Rolo

source: Schema
eo: ~Skemo

source: schoolmate
eo: ~klasamikulo

source: script writer
eo: ~skriptoverkisto

source: Select a language.
eo: ~Elektu lingvon.

source: self assessment
eo: ~mem-takso

source: Semantic Density
eo: ~Semantika denseco

source: simulate
eo: ~simuli

source: simulation
eo: ~simulado

source: slide
eo: ~glitado

source: solve
eo: ~solvi

source: special needs learner
eo: ~lernanto kun specialaj bezonoj

source: subject matter expert
eo: ~fakto-spertulo

source: summarize
eo: ~resumi

source: table
eo: ~tabelo

source: Taxon
eo: ~Takso

source: Taxon Path
eo: ~Taxon Vojo

source: teacher
eo: ~instruisto

source: teaching sequences
eo: ~instrua sekvencoj

source: Technical
eo: ~Teknika

source: technical implementer
eo: ~teknika plenumanto

source: technical validator
eo: ~teknika validiganto

source: terminator
eo: ~terminatoro

source: Texts and Links
eo: ~Tekstoj kaj Ligiloj

source: textual-image analysis
eo: ~tekstaj-bildaj analizo

source: The current document license can be modified in the project properties.
eo: ~La nuna dokumenta permesilo povas esti ŝanĝita en la projekto-eco.

source: The name given to the resource.
eo: ~La nomo donita al la rimedo.

source: Title HTML
eo: ~Titolo HTML

source: Title in page
eo: ~Titolo en paĝo

source: training programmes, courses and plans
eo: ~trejnaj programoj, kursoj kaj planoj

source: tutor
eo: ~gvidanto

source: Typical Age Range
eo: ~Tipa Aĝa Rango

source: Typical Learning Time
eo: ~Tipa Lernotempo

source: unavailable
eo: ~ne disponebla

source: understand
eo: ~kompreni

source: universal
eo: ~universala

source: Content metadata
eo: ~Enhava metadatoj

source: Usage
eo: ~Uzo

source: Export options
eo: ~Eksportaj opcioj

source: validator
eo: ~validigilo

source: Version control
eo: ~Versio-registaro

source: very difficult
eo: ~tre malfacile

source: very easy
eo: ~tre facile

source: very high
eo: ~tre alta

source: very low
eo: ~tre malalta

source: Visible in export
eo: ~Videbla en eksportado

source: webquest
eo: ~reteqesto

source: write up
eo: ~skribi

source: Years
eo: ~Jaro

source: public domain
eo: ~publika domajno

source: yes
eo: ~jes

source: Page counter
eo: ~Paĝa kalkulilo

source: A text with the page number will be added on each page.
eo: ~Teksto kun la paĝnumero estos aldonita al ĉiu paĝo.

source: discipline
eo: ~disciplino

source: idea
eo: ~ideo

source: prerequisite
eo: ~antaŭkondiĉo

source: educational objective
eo: ~eduka celo

source: accessibility restrictions
eo: ~alirebleco limigoj

source: educational level
eo: ~eduka nivelo

source: skill level
eo: ~kapableco nivelo

source: security level
eo: ~sekureco nivelo

source: competency
eo: ~kompetenteco

source: Custom code
eo: ~Propra kodo

source: HTML to be included at the end of the HEAD tag: LINK, META, SCRIPT, STYLE...
eo: ~HTML por inkludi fine de la KAPO-tago: LIGO, META, SCRIPT, STILO...

source: Page footer
eo: ~Paĝa piedo

source: Type any HTML. It will be placed after every page content. No JavaScript code will be executed inside eXe.
eo: ~Tajpu ajnan HTML. Ĝi estos metita post ĉiu paĝa enhavo. Neniu JavaScript-kodo estos efektivigita ene de eXe.

source: eXeLearning %s is a development version. It is not for production use.
eo: ~eXeLearning %s estas evoluoversiono. Ĝi ne estas por produktada uzo.

source: This is just a demo version. Not for real projects. Days before it expires: %s
eo: ~Tio estas nur demo-versio. Ne por veraj projektoj. Tagoj antaŭ ĝia eliro: %s

source: eXeLearning %s has expired! Please download the latest version.
eo: ~eXeLearning %s eksvalidiĝis! Bonvolu elŝuti la plej novan version.

source: Unable to extract zip file
eo: ~Ne eblas elpreni zip-dosieron

source: The iDevice is not valid
eo: ~La iDevice ne estas valida

source: Write permissions error in %s
eo: ~Eraro pri skribaj permesoj en %s

source: Could not load iDevice
eo: ~Ne povis ŝarĝi iDevice

source: Invalid iDevice name
eo: ~Nevalida iDevice-nomo

source: The iDevice [%s] already exists
eo: ~La iDevice [%s] jam ekzistas

source: Could not load style
eo: ~Ne povis ŝarĝi stilon

source: Invalid style name
eo: ~Nevalida stila nomo

source: The style [%s] already exists
eo: ~La stilo [%s] jam ekzistas

source: Please create at least one page before exporting.
eo: ~Bonvolu krei almenaŭ unu paĝon antaŭ eksporti.

source: An error has occurred that prevents the project from being exported
eo: ~Okazis eraro kiu malebligas la eksportadon de la projekto

source: Export generation error
eo: ~Eraro dum generado de eksportado

source: Export folder could not be created
eo: ~Ne povis krei eksportan dosierujon

source: Failed to generate export content
eo: ~Malsukcesis generi eksportan enhavon

source: Unable to undo last change
eo: ~Ne eblas malfari la lastan ŝanĝon

source: Last change is from another user
eo: ~La lasta ŝanĝo estas de alia uzanto

source: There are no changes that can be undone
eo: ~Ne estas ŝanĝoj kiuj povas esti malfariĝaj

source: There aren't operations to undo
eo: ~Ne estas operacioj por malsekviĝi

source: There was a problem opening the file
eo: ~Estis problemo malfermi la dosieron

source: the zip does not have the necessary files to be uploaded as a package
eo: ~La zipo ne havas la necesajn dosierojn por esti alŝutita kiel pakaĵo

source: Failed to read the XML content, please open the file in eXeLearning 2.9, save and try to open it here again. Please report if it fails. Thank you.
eo: ~Malsukcesis legi la XML-enhavon, bonvolu malfermi la dosieron en eXeLearning 2.9, konservi kaj provi malfermi ĝin denove ĉi tie. Bonvolu raporti se ĝi malsukcesas. Dankon.

source: There was a problem retrieving the data of the file
eo: ~Estis problemo akiri la datumojn de la dosiero

source: File extension incorrect
eo: ~Dosieraldono malĝusta

source: There was a problem opening file
eo: ~Estis problemo malfermi la dosieron

source: There was a problem opening the elp file
eo: ~Estis problemo malfermi la elp-dosieron

source: Cannot load the content of this component
eo: ~Ne povas ŝarĝi la enhavon de ĉi tiu komponanto

source: FILES_DIR directory structure generated
eo: ~Dosierujo FILES_DIR strukturo generita

source: Failed to generate FILES_DIR structure in %s.
eo: ~Malsukcesis generi FILES_DIR strukturo en %s.

source: - Check that both the directory and the subdirectories inside it have the correct permissions.
eo: ~- Kontrolu ke ambaŭ la dosierujo kaj ĝiaj subdosieroj havas ĝustajn permesojn.

source: - Check that the symfony/public/files/ directory exists in your project and has the correct permissions.
eo: ~- Kontrolu ke la dosierujo symfony/public/files/ ekzistas en via projekto kaj havas ĝustajn permesojn.

source: The FILES_DIR directory does not have write permissions
eo: ~La dosierujo FILES_DIR ne havas skribajn permesojn

source: The FILES_DIR directory does not exists
eo: ~La dosierujo FILES_DIR ne ekzistas

source: Block %e
eo: ~Bloko %e

source: No results.
eo: ~Neniuj rezultoj.

source: Page
eo: ~Paĝo

source: Toggle content
eo: ~ŝalti enhavon

source: Made with eXeLearning
eo: ~Farita kun eXeLearning
