Repository: jjdeharo/exelearning
Catalog: translations/messages.va.xlf
Languages: va

source: Create a cover (front page)
va: Creeu una portada (pàgina inicial)

source: Add new slides (frames)
va: Afegiu noves diapositives (quadres)

source: You can edit them later
va: Podeu editar-les després

source: Click on Save when you finish
va: Feu clic en Guarda quan acabeu

source: Your interactive video cover
va: La portada del vostre vídeo interactiu

source: required
va: necessari

source: Introduction
va: Introducció

source: Save cover
va: Guarda la portada

source: Cover type
va: Tipus de portada

source: Single choice
va: Una única opció

source: Multiple choice
va: Múltiples opcions

source: Fill in the blank
va: Ompli els espais en blanc

source: Dropdown activity
va: Activitat desplegable

source: Match pairs
va: Emparella

source: Scrambled list
va: Llista desordenada

source: Write a text. You can add lists, links...
va: Escriviu un text. Podeu afegir llistes, enllaços...

source: Add an image with description (alternative text).
va: Afegiu una imatge amb descripcions (text alternatiu).

source: Write a question and some answers. Don't forget to choose the right one.
va: Escriviu una qüestió i diverses respostes. No oblides seleccionar-ne la correcta.

source: Write a question and some answers. You can select more than one right answer.
va: Escriviu una qüestió i diverses respostes. Podeu seleccionar més d'una resposta correcta.

source: Write a text and strike through the words to complete. Check the spelling. It's case sensitive.
va: Escriviu un text i tatxa les paraules que calga completar. Comprova l'ortografia. Distingeix entre majúscules i minúscules.

source: Write a text and strike through the words to complete. A dropdown menu (SELECT) will be displayed where those words are. You can also add more options.
va: Escriviu un text i tatxa les paraules que calga completar. Es mostrarà un menú desplegable (per a seleccionar) on estaran les paraules. Podeu afegir-hi més opcions.

source: Write some instructions and add pairs in the right order.
va: Escriviu algunes instruccions i afegiu parelles en l'ordre correcte.

source: Write the wording and add elements to the list (in the right order).
va: Escriviu el termes i afegiu elements a la llista (en l'ordre correcte).

source: Write the text to be shown
va: Escriviu el text a mostrar

source: Answers
va: Respostes

source: Right answer
va: Resposta correcta

source: Strike through the words to complete. It's case sensitive.
va: Barreu les paraules a completar. Distingeix entre majúscules i minúscules.

source: Text to complete
va: Text a completar

source: Add options
va: Afegiu opcions

source: You can add more options to the dropdown lists (optional)
va: Podeu afegir més opcions a la llista desplegable (opcional)

source: Introduction or instructions
va: Introducció o instruccions

source: Fill in at least two pairs.
va: Ompliu com a mínim dos parelles.

source: List
va: Llista

source: Elements (in the right order)
va: Elements (en l'ordre correcte)

source: Please create a slide (frame) first.
va: Creeu primer una diapositiva (quadre)

source: The title is required.
va: El títol és obligatori.

source: Cover updated.
va: S'ha actualitzat la portada.

source: Please write a text.
va: Escriviu un text.

source: Please select an image.
va: Afegiu una imatge.

source: Provide an alternative text for the image (describe the image).
va: Proporcioneu un text alternatiu (descriviu la imatge).

source: Please write a question.
va: Introduïu una qüestió.

source: Add at least two answers.
va: Afegiu com a mínim dues respostes.

source: Please choose the right answer.
va: Trieu la resposta correcta.

source: No struck-through words...
va: No s'ha barrat cap paraula...

source: Write an introduction (instructions, etc.).
va: Escriviu una introducció (instruccions, etc.).

source: Add at least two pairs.
va: Afegiu com a mínim dues parelles.

source: Add at least two elements to the list.
va: Afegiu com a mínim dos elements a la llista.

source: Do not show this message again
va: No tornar a mostrar aquest missatge

source: All the slides have been deleted.
va: S'han eliminat totes les diapositives.

source: Num.
va: Núm.

source: Remove slide %s?
va: Voleu eliminar la diapositiva %s?

source: Slides list
va: Llista de diapositives

source: New slide
va: Nova diapositiva

source: The slide was created!
va: S'ha creat la diapositiva

source: Saved changes!
va: S'han guardat els canvis!

source: The YouTube API might have changed.
va: Pot ser que l'API de YouTube haja canviat.

source: Local file
va: Fitxer local

source: Saved!
va: S'ha guardat!

source: Stop the playing video
va: Para la reproducció del vídeo

source: Hours
va: Hores

source: Minutes
va: Minuts

source: Seconds
va: Segons

source: Now
va: Ara

source: Current frame second
va: Segon del marc actual

source: The slide can't start in that second (zero).
va: La diapositiva no pot començar en aquest segon (zero).

source: The video is not that long. Check the start/end time.
va: El vídeo no és tan llarg. Comproveu l'hora d'inici/final.

source: Please check the start/end time.
va: Per favor, comproveu l'hora d'inici/final.

source: Set the time for the slide to be shown
va: Establiu el temps que es mostrarà la diapositiva

source: If you don't want the video to stop, set the time for the slide to be hidden
va: Si no voleu que pare el vídeo, establiu el temps perquè la diapositiva s'amague

source: Click on %s to get the video current time.
va: Feu clic en %s per a obtenir el temps actual del vídeo.

source: Results
va: Resultats

source: Slide (frame)
va: Diapositiva (quadre)

source: Seen
va: Vist

source: see all the slides and answer all the questions
va: vegeu totes les diapositives i contesteu totes les preguntes

source: This video has no interactive elements.
va: Aquest vídeo no conté diapositives interactives.

source: Incompatible code
va: Codi incompatible

source: Only one interactive video per page.
va: Només un vídeo interactiu per pàgina.

source: Exit the fullscreen mode (Esc) to see the current slide
va: Abandoneu el mode de pantalla completa (Esc) per veure la diapositiva actual

source: Right!
va: Correcte!

source: Wrong
va: Incorrecte

source: Drag and drop or use the arrows.
va: Arrossegueu i deixeu, o utilitzeu les fletxes.

source: Right answer:
va: Resposta correcta:

source: Please finish the activity
va: Per favor acabeu l'activitat

source: Show results
va: Mostra els puntuació

source: Score non-interactive activities
va: Puntua activitats no interactives

source: Open the editor and start adding interaction...
va: Obriu l'editor i comença afegint una interacció...

source: Please save your iDevice now (click on %s now) and edit it to add interaction.
va: Guardeu el vostre iDevice ara (feu clic en %s ara) i editeu-lo per afegir una interacció.

source: Recommended type
va: Tipus recomanat

source: Please select a file or provide a valid video URL.
va: Per favor, seleccioneu un arxiu o proporcioneu una URL de vídeo vàlida.

source: Wrong URL. Expected format:
va: URL incorrecta. Format esperat:

source: Interactive video
va: Vídeo interactiu

source: You can only add one Interactive Video iDevice per page.
va: Només pot afegir un vídeo interactiu per pàgina.

source: Math operations
va: Operacions matemàtiques

source: Answered
va: Contestades

source: Right
va: Dreta

source: You finished all the operations.
va: Heu realitzat totes les operacions.

source: Write a valid fraction.
va: Escriviu una fracció valguda.

source: Write a valid operator: +-x*/:
va: Escriu un operador vàlid: +-x*/:

source: Create basic math operation games (addition, subtraction, multiplication, division). The student will have to guess the result, operator or an operand.
va: Creeu activitats amb operacions matemàtiques bàsiques (suma, resta, multiplicació i/o divisió) aleatòries en les quals l'alumnat haurà d'esbrinar el resultat, l'operador o un dels operands.

source: Solve the following operations.
va: Realitzeu les següents operacions matemàtiques.

source: Fractions
va: Fraccions

source: Choose what to guess:
va: Trieu l'element que cal endevinar:

source: Operator
va: Operador

source: First operand
va: Primer operand

source: Second operand
va: Segon operand

source: Number of operations:
va: Número d'operacions:

source: Smallest number:
va: Número més xicotet:

source: Biggest number:
va: Número més gran:

source: Number of decimals (operands):
va: Número de decimals (operands):

source: Operations:
va: Operacions:

source: Addition
va: Suma

source: Subtraction
va: Resta

source: Multiplication
va: Multiplicació

source: Division
va: Divisió

source: Allow decimals in the results
va: Permetre decimals als resultats

source: Irreducible fraction.
va: Fracció irreductible.

source: Allow negative results
va: Permetre resultats negatius

source: Allow negative
va: Permetre negatius

source: Allow zero as a result
va: Permetre zero com a valor resultant

source: Relative error
va: Error relatiu

source: Absolute error
va: Error absolut

source: % right to see the feedback
va: % dret per veure els comentaris

source: Please specify the number of operations
va: Indiqueu el número d'operacions

source: Please define the minimal value of the operand
va: Indiqueu el valor mínim de l'operand

source: Please define the highest value of the operand
va: Indiqueu el valor màxim de l'operand

source: The highest number should be bigger than the smallest one
va: El número més alt ha de ser major que el número més xicotet

source: No operations selected
va: No heu seleccionat cap operació

source: You can't give repeated solutions
va: No podeu donar solucions repetides

source: Math problems
va: Problemes de matemàtiques

source: Sorry, that’s incorrect... The right answer is:
va: Incorrecte... La resposta correcta és:

source: Create random basic math problems.
va: Creeu problemes matemàtics bàsics aleatoris.

source: Solve the following math problems.
va: Resoleu els següents problemes matemàtiques.

source: Problems
va: Problemes

source: Formula
va: Fórmula

source: Question text:
va: Text de la qüestió:

source: Calculate in square metres the surface of a triangle with a base of {b}m and a height of {h}m
va: Calculeu en metres quadrats la superfície d'un triangle amb una base de {b}m i una altura de {h}m

source: Define the domain of each variable
va: Definiu el domini de cada variable

source: Highest number:
va: Número més gran:

source: No decimals
va: Sense decimals

source: Feedback (optional)
va: Retroacció (opcional)

source: Use the Feedback to add an explanation or the right formula.
va: Cal que useu la retroacció per a afegir una explicació o la fórmula correcta.

source: Only the Feedback is optional
va: Únicament la retroacció és opcional

source: Please write the question text
va: Empleneu el text de la pregunta

source: The domain of at least one variable is not correct
va: El domini d'almenys una variable no és correcte

source: Lock
va: Cadenat

source: Show activity
va: Mostrar l'activitat

source: Padlock
va: Cadenat

source: Create activities with a password protected feedback.
va: Creeu activitats en les quals la retroacció està protegida per contrasenya.

source: Atomic number
va: Número atòmic

source: Find the element with the number
va: Troba l'element amb el número

source: Click on this chemical element
va: Fes clic en aquest element químic

source: Periodic table
va: Taula periòdica

source: Verify
va: Verifica

source: Play again
va: Juga de nou

source: The game is over. Your score is %s. Correct answers: %s out of %s.
va: El joc ha acabat. La teua puntuació és %s. Respostes correctes: %s de %s.

source: Enter a valid atomic number
va: Introdueix un número atòmic vàlid

source: The element name must contain only letters
va: El nom de l'element ha de contenir només lletres

source: The symbol must contain one or two letters, starting with an uppercase letter
va: El símbol ha de contenir una o dues lletres, començant per una lletra majúscula

source: Select a group of chemical elements
va: Selecciona un grup d'elements químics

source: Write a valid configuration based, if applicable, on the preceding noble gas
va: Escriu una configuració vàlida, si s'escau, basada en el gas noble precedent

source: Enter the oxidation states of this element, separated by commas
va: Introdueix els estats d'oxidació d'aquest element, separats per comes

source: Click on a chemical element
va: Fes clic en un element químic

source: Correct. Click on another element
va: Correcte. Fes clic en un altre element

source: That is not correct. Try again
va: Això no és correcte. Torna-ho a provar

source: You have used all your attempts. Try another element
va: Has utilitzat tots els teus intents. Prova amb un altre element

source: Try another element
va: Prova amb un altre element

source: That is not correct. Next element
va: Això no és correcte. Element següent

source: Correct. This is the chemical element we are looking for
va: Correcte. Aquest és l'element químic que busquem

source: That is not correct. You clicked on: %s. Number of attempts: %d. Try again
va: Això no és correcte. Has clicat a: %s. Nombre d'intents: %d. Torna-ho a provar

source: You have used all your attempts
va: Has utilitzat tots els teus intents

source: That is not correct. You clicked on: %s.
va: Això no és correcte. Has clicat a: %s.

source: Complete the missing information in this element
va: Completa la informació que falta en aquest element

source: Click on one of the marked chemical elements.
va: Fes clic en un dels elements químics marcats.

source: Number
va: Número

source: Symbol
va: Símbol

source: Configuration
va: Configuració

source: Oxidations
va: Oxidacions

source: Alkali metal
va: Metall alcalí

source: Alkaline earth metal
va: Metall alcalinoterrani

source: Transition metal
va: Metall de transició

source: Post-transition metal
va: Metall de post-transició

source: Metalloid
va: Metal·loide

source: Non-metal
va: No metàl·lic

source: Halogen
va: Halògen

source: Noble gas
va: Gas noble

source: Lanthanide
va: Lantànid

source: Actinide
va: Actínid

source: Hydrogen
va: Hidrogen

source: Helium
va: Heli

source: Lithium
va: Liti

source: Beryllium
va: Beril·li

source: Boron
va: Bori

source: Carbon
va: Carboni

source: Fluorine
va: Fluor

source: Neon
va: Neó

source: Sodium
va: Sodi

source: Magnesium
va: Magnesi

source: Aluminum
va: Alumini

source: Silicon
va: Silici

source: Phosphorus
va: Fòsfor

source: Chlorine
va: Clor

source: Argon
va: Argó

source: Potassium
va: Potassi

source: Calcium
va: Calci

source: Scandium
va: Escandi

source: Titanium
va: Titani

source: Vanadium
va: Vanadi

source: Chromium
va: Cromi

source: Manganese
va: Mangnesi

source: Iron
va: Ferro

source: Nickel
va: Níquel

source: Copper
va: Coure

source: Germanium
va: Germani

source: Selenium
va: Seleni

source: Bromine
va: Brom

source: Rubidium
va: Rubidi

source: Strontium
va: Estronci

source: Yttrium
va: Itri

source: Zirconium
va: Zirconi

source: Niobium
va: Niobi

source: Molybdenum
va: Molibdè

source: Technetium
va: Tèneti

source: Ruthenium
va: Rutenio

source: Rhodium
va: Rodi

source: Palladium
va: Pal·ladi

source: Silver
va: Plata

source: Cadmium
va: Cadmi

source: Indium
va: Indi

source: Tin
va: Llauna

source: Antimony
va: Antimoni

source: Tellurium
va: Tellurio

source: Iodine
va: Iode

source: Xenon
va: Xenó

source: Cesium
va: Cesi

source: Barium
va: Bari

source: Lanthanum
va: Lantà

source: Cerium
va: Ceri

source: Praseodymium
va: Praseodimi

source: Neodymium
va: Neodimi

source: Promethium
va: Prometi

source: Samarium
va: Samari

source: Europium
va: Europi

source: Gadolinium
va: Gadoli

source: Terbium
va: Terbi

source: Dysprosium
va: Disprosii

source: Holmium
va: Holmi

source: Erbium
va: Erbi

source: Thulium
va: Tuli

source: Hafnium
va: Hafni

source: Tungsten
va: Tungstè

source: Rhenium
va: Reni

source: Osmium
va: Osmi

source: Iridium
va: Iridi

source: Platinum
va: Platí

source: Gold
va: Or

source: Thallium
va: Tali

source: Lead
va: Plom

source: Bismuth
va: Bismut

source: Polonium
va: Poloni

source: Astatine
va: Astatí

source: Radon
va: Radó

source: Francium
va: Franci

source: Radium
va: Radio

source: Actinium
va: Actini

source: Thorium
va: Tori

source: Protactinium
va: Protactini

source: Uranium
va: Urani

source: Neptunium
va: Neptuni

source: Plutonium
va: Plutoni

source: Americium
va: Americi

source: Curium
va: Curii

source: Berkelium
va: Berkeli

source: Californium
va: Californi

source: Einsteinium
va: Einstein

source: Fermium
va: Fermi

source: Mendelevium
va: Mendelevi

source: Nobelium
va: Nobeli

source: Lawrencium
va: Lawrenci

source: Rutherfordium
va: Rutherfordi

source: Dubnium
va: Dubni

source: Seaborgium
va: Seaborgi

source: Bohrium
va: Bohri

source: Hassium
va: Hassi

source: Meitnerium
va: Meitneri

source: Darmstadtium
va: Darmstadti

source: Roentgenium
va: Roentgeni

source: Copernicium
va: Copernici

source: Nihonium
va: Nihoni

source: Flerovium
va: Flerovi

source: Moscovium
va: Moscovi

source: Livermorium
va: Livermori

source: Tennessine
va: Tennessina

source: Oganesson
va: Oganessoni

source: Create interactive activities for the periodic table
va: Crea activitats interactives per a la taula periòdica

source: Complete the following questions about the periodic table.
va: Completa les següents preguntes sobre la taula periòdica.

source: Mobile
va: Mòbil

source: Data to complete
va: Dades per completar

source: Electronic configuration
va: Configuració electrònica

source: Oxidation states
va: Estats d'oxidació

source: Element Groups
va: Grups d'elements

source: Summary of activities
va: Resum de les activitats

source: You have not completed any of the suggested activities to be assessed in this educational resource.
va: No has completat cap de les activitats suggerides per a ser avaluades en aquest recurs educatiu.

source: Number of activities to be completed: %s
va: Número d'activitats pendents: %s.

source: The following table registers the results you have obtained in the completed, suggested and assessed activities in this educational resource.
va: La següent taula recull els resultats que heu obtingut en les activitats avaluables propostes en este recurs educatiu que ja has completat.

source: Average score
va: Nota mitjana

source: Update
va: Actualitzar

source: No. of activities: %s
va: Núm. d'activitats: %s

source: Completed: %s
va: Completades: %s

source: Average score: %s
va: Nota mitjana: %s

source: Average score of completed activities: %s
va: Nota mitjana de les activitats completades: %s

source: This will eliminate the stored scores of all activities. Are you sure you want to continue?
va: Això eliminarà les puntuacions emmagatzemades de totes les activitats Esteu segur que desitges continuar?

source: Educational resource sections
va: Seccions del recurs educatiu

source: progress_report
va: informe_de_progrés

source: Go to the activity
va: Aneu a l'activitat

source: Error recovering data
va: S'ha produït un error en recuperar les dades

source: Scored Activities
va: Activitats puntuades

source: In preview mode, visit this progress report to see the status of all associated scored activities. This status can be:
va: En mode d'assaig, visita aquest informe de progrés per veure l'estat de totes les activitats puntuades associades. Aquest estat pot ser:

source: This message will only be displayed in edit mode.
va: Aquest missatge només es mostrarà en mode d'edició.

source: Uncompleted Activity
va: Activitat no completada

source: Unsuccessful Activity
va: Activitat sense èxit

source: Successful Activity
va: Activitat amb èxit

source: In local mode, the results of completed activities cannot be displayed in the report
va: En mode local, no es poden mostrar els resultats de les activitats completes en l'informe

source: Download progress report
va: Descarregar informe de progrés

source: Edit this iDevice to update its contents.
va: Edita aquest iDevice per actualitzar-ne el contingut.

source: It shows the result of the pupils in the activities linked to their average score.
va: Mostra els resultats obtinguts per l'alumnat en les activitats associades al mateix i la seua nota mitjana.

source: The ID can be a number or word of more than five characters. You must use the same ID in all the activities you will assess in this progress report.
va: L'ID pot ser un número o una paraula de més de cinc caràcters. Has d'utilitzar el mateix ID en totes les activitats que avaluaràs en aquest informe de progrés.

source: Refresh pages
va: Actualitzar pàgines

source: Show date and time
va: Voleu mostrar un temporitzador?

source: Show type of iDevice
va: Voleu mostrar el tipus d'iDevice?

source: Link report activities
va: Enllaçar activitats de l'informe

source: All pages and iDevices
va: Totes les pàgines i els iDevices

source: All pages and only evaluable iDevices
va: Totes les pàgines i només els iDevices avaluables

source: Only pages with evaluable activities
va: Només pàgines amb activitats avaluables

source: Available iDevices
va: iDevices disponibles

source: This iDevice is compatible with all game iDevices and all interactive activities.
va: Aquest dispositiu és compatible amb tots els dispositius de joc i totes les activitats interactives.

source: Puzzle
va: Trencaclosques

source: Time is up
va: El temps ha finalitzat

source: You completed all the activities!
va: Heu completat totes les activitats!

source: Number of activities to be completed
va: Número d'activitats pendents

source: Please try again
va: Intenteu-ho una altra vegada

source: Show/Hide numbers
va: Mostrar/Amagar números

source: Time spent
va: Temps invertit

source: Puzzle completed
va: Trencaclosques completat

source: Repeat
va: Repeteix

source: You must select the puzzle image
va: Has de seleccionar la imatge del trencaclosques

source: Select an image
va: Seleccioneu una imatge

source: Create interactive activities where players must solve various puzzles.
va: Crea activitats interactives on els jugadors hagin de resoldre diversos trencaclosques.

source: Solve the following puzzles.
va: Resol els següents trencaclosques.

source: Random puzzles.
va: Trencaclosques aleatoris.

source: % Activities
va: % Activitats

source: Puzzles
va: Trencaclosques

source: Slide
va: Diapositiva

source: Swap
va: Intercanviar

source: Show image
va: Mostrar imatge

source: Show numbers
va: Mostrar números

source: Show time
va: Mostrar hora

source: Show attempt
va: Mostrar intent

source: Statement
va: Enunciat

source: Feedback/Solution
va: Comentaris/Solució

source: Add an activity
va: Afegir una activitat

source: First activity
va: Primera activitat

source: Previous activity
va: Activitat anterior

source: Puzzle number:
va: Número de trencaclosques:

source: Next activity
va: Següent activitat

source: Last activity
va: Última activitat

source: Delete activity
va: Esborrar activitat

source: Copy activity
va: Copiar activitat

source: Cut activity
va: Retallar activitat

source: Paste activity
va: Apegir activitat

source: Quick questions
va: Preguntes ràpides

source: Video Intro
va: Vídeo d'introducció

source: Create activities in which students see a video, image or text and they have to choose the right answer.
va: Creeu activitats en les quals donat un vídeo, imatge o text, se sol·licite a l'alumnat la resposta correcta a la qüestió.

source: Custom score
va: Puntuació personalitzada

source: Play the introduction video
va: Reprodueix el vídeo d'introducció

source: YouTube URL
va: URL de YouTube

source: Play
va: Jugar

source: test
va: prova

source: Multiple Choice Quiz
va: Selecciona

source: Rich Text
va: Text enriquit

source: Please order the answers
va: Ordena totes les respostes
