Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: An error occurred while remove the node in database
eo: ~Eraro okazis dum forigo de la nodo en la datumbazo

source: Page properties
eo: ~Paĝa proprieto

source: The score can't be saved because this page is not part of a SCORM package.
eo: ~La poento ne povas esti konservita ĉar ĉi tiu paĝo ne estas parto de SCORM-pako.

source: A-Z quiz
eo: ~A-Z ekzameno

source: Ready?
eo: ~Ĉu vi pretas?

source: Click here to start
eo: ~Klaku ĉi tie por komenci

source: Move on
eo: ~Daŭrigu

source: Reply
eo: ~Respondu

source: Submit
eo: ~Sendu

source: Enter the access code
eo: ~Enmetu la alirkodon

source: The access code is not correct
eo: ~La alirkodo ne estas ĝusta

source: Game Over!
eo: ~Ludo Finiĝis!

source: New word
eo: ~Nova vorto

source: Starts with %1
eo: ~Komencas per %1

source: Contains letter %1
eo: ~Enhavas literon %1

source: Move on to the next word
eo: ~Daŭrigu al la sekva vorto

source: Provide a word
eo: ~Provizu vorton

source: Cool! The clue is:
eo: ~Ŝatige! La indico estas:

source: Click here for a new game
eo: ~Klaku ĉi tie por nova ludo

source: You have got %1 hits and %2 misses
eo: ~Vi atingis %1 trafojn kaj %2 erarojn

source: Play Again
eo: ~Ludi denove

source: Access code required
eo: ~Koda aliro bezonata

source: The information you were looking for
eo: ~La informo, kiun vi serĉis

source: Click here to play
eo: ~Klaku ĉi tie por ludi

source: Maximize
eo: ~Pligrandigi

source: Hits
eo: ~Trafoj

source: Errors
eo: ~Eraroj

source: Time Limit (mm:ss)
eo: ~Tempa limo (mm:ss)

source: One round
eo: ~Unu raŭndo

source: Two rounds
eo: ~Du raŭdoj

source: Image
eo: ~Bildo

source: No image
eo: ~Neniu bildo

source: Write the correct word and click on Reply. If you hesitate, click on Move on.
eo: ~Verku la ĝustan vorton kaj klaku Pri respondon. Se vi hezitas, klaku Pri moviĝi.

source: You can only play this game with internet connection.
eo: ~Vi povas ludi ĉi tiun ludon nur kun interreta konekto.

source: Right! | Excellent! | Great! | Very good! | Perfect!
eo: ~Bone! | Elstara! | Bonege! | Tre bona! | Perfekta!

source: It was not that! | Incorrect! | Not correct! | Sorry! | Error!
eo: ~Tio ne estis! | Malĝusta! | Ne ĝusta! | Pardon! | Eraro!

source: Please start the game before saving your score.
eo: ~Bonvolu komenci la ludon antaŭ konservi vian poentaron.

source: Show word wheel
eo: ~Montri vortrondon

source: Hide word wheel
eo: ~Kaŝi vortrondon

source: Answer
eo: ~Respondo

source: You can only save the score once!
eo: ~Vi povas konservi la poentaron nur unu fojon!

source: You can only save once
eo: ~Vi povas konservi nur unu fojon

source: Your score
eo: ~Via poentaro

source: Your score will be saved after each question. You can only play once.
eo: ~Via poentaro estos konservita post ĉiu demando. Vi povas ludi nur unu fojon.

source: Your score will be automatically saved after each question.
eo: ~Via poentaro estos aŭtomate konservita post ĉiu demando.

source: Authorship
eo: ~Aŭtoreco

source: You can save the score as many times as you want
eo: ~Vi povas konservi la poentaron tiel ofte kiom vi volas

source: The last score saved is
eo: ~La lasta konservita poentaro estas

source: You have already done this activity.
eo: ~Vi jam faris ĉi tiun agadon.

source: You can do this activity as many times as you want
eo: ~Vi povas fari ĉi tiun agon tiom da fojoj kiom vi volas

source: Full Screen
eo: ~Plena Ekrano

source: Exit Full Screen
eo: ~Eliri el Plena Ekrano

source: Audio
eo: ~Aŭdio

source: Correct
eo: ~Ĝuste

source: Incorrect
eo: ~Malsame

source: Digital whiteboard
eo: ~Cifereca tabulo

source: Incomplete activity
eo: ~Netaŭga agado

source: Activity: Passed. Score: %s
eo: ~Aktivado: Pasis. Poentaro: %s

source: Activity: Not passed. Score: %s
eo: ~Aktivado: Ne pasis. Poentaro: %s

source: Show solutions
eo: ~Montri solvojn

source: All
eo: ~Ĉiuj

source: Not answered
eo: ~Ne respondis

source: Score
eo: ~Poentaro

source: Weight
eo: ~Pezo

source: %1 does not start with letter %2
eo: ~%1 ne komenciĝas per letero %2

source: %1 does not contain letter %2
eo: ~%1 ne enhavas leteron %2

source: Game
eo: ~Ludo

source: Please provide at least one word
eo: ~Bonvolu provizi almenaŭ unu vorton

source: Accessibility warning
eo: ~Aksesebleca averto

source: Starts with/Contains
eo: ~Komencas kun/Enhavas

source: Create activities in which students are given a definition and they have to guess the word that starts with a letter or contains a letter.
eo: ~Kreu agadojn en kiuj studentoj ricevas difinon kaj devas diveni la vorton kiu komencas per litero aŭ enhavas literon.

source: Usage Instructions
eo: ~Uzada Instrukcioj

source: General settings
eo: ~Ĝeneralaj agordoj

source: Observe the letters, identify and fill in the missing words.
eo: ~Observu la literojn, identigu kaj plenigu la mankantajn vortojn.

source: Options
eo: ~Opcioj

source: Show minimized.
eo: ~Montru minimumigite.

source: Game time (seconds)
eo: ~Ludotempo (sekundoj)

source: Number of rounds
eo: ~Nombro de rondoj

source: Show solution in
eo: ~Montru solvon en

source: seconds
eo: ~sekundoj

source: Case sensitive
eo: ~Kase-sentiva

source: Digital whiteboard mode
eo: ~Cifereja tabullagordo reĝimo

source: Progress report
eo: ~Progresraporto

source: Identifier
eo: ~Identigilo

source: You must indicate the ID. It can be a word, a phrase or a number of more than four characters. You will use this ID to mark the activities covered by this progress report. It must be the same in all iDevices of a report and different in each report.
eo: ~Vi devas indiki la ID-on. Ĝi povas esti vorto, frazo aŭ nombro de pli ol kvar signoj. Vi uzos ĉi tiun ID-on por marki la aktivecojn kovritajn de ĉi tiu progresraporto. Ĝi devas esti la sama en ĉiuj iDevice-oj de raporto kaj malsama en ĉiu raporto.

source: Words
eo: ~Vortoj

source: Click here to toggle between Word starts with... and Word contains...
eo: ~Klaku ĉi tie por ŝalti inter "Vorto komenciĝas per..." kaj "Vorto enhavas..."

source: The word starts with...
eo: ~La vorto komenciĝas per...

source: Show/Hide image
eo: ~Montri/Malfermi bildon

source: Select Image
eo: ~Elekti Bildon

source: Indicate a valid URL of an image or select one from your device
eo: ~Indiku validan URL de bildo aŭ elekti unu de via aparato

source: Indicate a valid URL of an audio or select one from your device
eo: ~Indiku validan URL de aŭdio aŭ elekti unu de via aparato

source: Play audio
eo: ~Ludi aŭdio

source: Hide image
eo: ~Malfermi bildon

source: The word contains...
eo: ~La vorto enhavas...

source: Create before-and-after comparisons with side-by-side images of similar or proportional size.
eo: ~Kreu antaŭ- kaj post-komparojn kun flank-al-flankaj bildoj de similaj aŭ proporciaj grandecoj.

source: Add question
eo: ~Aldoni demandon

source: First question
eo: ~Unua demando

source: Previous question
eo: ~Antaŭa demando

source: Question number:
eo: ~Demando numero:

source: Next question
eo: ~Sekva demando

source: Last question
eo: ~Lasta demando

source: Delete question
eo: ~Forigi demandon

source: Copy question
eo: ~Kopii demandon

source: Cut question
eo: ~Tranĉi demandon

source: Paste question
eo: ~Alglui demandon

source: Before after
eo: ~Antaŭ post

source: Cool! The information you were looking for
eo: ~Ŝato! La informo, kiun vi serĉis

source: No picture question
eo: ~Demando sen bildo

source: After image
eo: ~Post bildo

source: Before image
eo: ~Antaŭ bildo

source: Next
eo: ~Sekva

source: Previous
eo: ~Antaŭa

source: Before/After
eo: ~Antaŭ/Post

source: The selected file does not contain a valid game
eo: ~La elektita dosiero ne enhavas validan ludon

source: Your browser is not compatible with this tool.
eo: ~Via retumilo ne estas kongrua kun ĉi tiu ilo.

source: Provide an image
eo: ~Provizi bildon

source: Provide a description
eo: ~Provizi priskribon

source: Please create at least one card
eo: ~Bonvolu krei almenaŭ unu karton

source: At least one image has no description, are you sure you want to continue without including it? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
eo: ~Krom unu bildo ne havas priskribon, ĉu vi certas ke vi volas daŭrigi sen ĝi? Sen ĝi, la bildo eble ne estos alirebla por iuj uzantoj kun handikapoj, aŭ por tiuj uzantaj tekstan retumilon, aŭ navigantaj la Interreton kun bildoj malŝaltitaj.

source: The report identifier must have at least 5 characters
eo: ~La identigilo de la raporto devas havi almenaŭ 5 signojn

source: Slide to reveal the differences between the images.
eo: ~Glitku por montri la diferencojn inter la bildoj.

source: Images
eo: ~Bildoj

source: Both images should have a similar or proportional size.
eo: ~Ambaŭ bildoj devus havi similan aŭ proporcian grandecon.

source: Description
eo: ~Priskribo

source: Vertical orientation
eo: ~Vertikala orientiĝo

source: Position
eo: ~Pozicio

source: Before
eo: ~Antaŭ

source: More
eo: ~Pli

source: Alternative text
eo: ~Alternativa teksto

source: After
eo: ~Post

source: Flip down the card
eo: ~ Malfermu la karton malsupren

source: Flip down all the cards
eo: ~ Malfermu ĉiujn kartojn malsupren

source: Cards
eo: ~ Kartoj

source: Read the instructions and click on a trial when you're ready to play.
eo: ~ Legu la instrukciojn kaj klaku sur provon kiam vi pretas ludi.

source: You've completed all the trials! You can now complete the game.
eo: ~ Vi finpretigis ĉiujn provojn! Vi nun povas fini la ludon.

source: Challenge
eo: ~Defio

source: Time per question
eo: ~Tempo po ĉiu demando

source: Trial
eo: ~Provo

source: Completed trials
eo: ~Kompletigitaj provoj

source: Starting time
eo: ~Komencotempo

source: You made it! You can restart to play again.
eo: ~Vi faris ĝin! Vi povas rekomenci por ludi denove.

source: You solved the trial! Congratulations!
eo: ~Vi solvis la provon! Gratulon!

source: Time Over. Please restart to try again.
eo: ~Tempo finiĝis. Bonvolu rekomenci por provi denove.

source: Sorry. Wrong solution.
eo: ~Pardonu. Malĝusta solvo.

source: Sorry. The solution is wrong.
eo: ~Pardonu. La solvo estas malĝusta.

source: You solved this trial! Please select another one.
eo: ~Vi solvis tiun ĉi provon! Bonvolu elekti alian.

source: This will restart the game and reset its starting time. Do you want to continue?
eo: ~Rekomenci la ludon kaj la komencan tempon?

source: You must complete all the trials before facing the final challenge.
eo: ~Vi devas kompletigi ĉiujn provojn por fini.

source: You already completed this trial.
eo: ~Vi jam kompletigis ĉi tiun provon.

source: Complete the trial. Write the solution.
eo: ~Kompletigu la provon. Skribu la solvon.

source: Restart
eo: ~Rekomenci

source: Please write the challenge title.
eo: ~Bonvolu skribi la titolon de la defio.

source: Please write the challenge solution.
eo: ~Bonvolu skribi la solvon de la defio.

source: Please add at least one trial.
eo: ~Bonvolu aldoni almenaŭ unu provo.

source: You can only add ten trials to a challenge.
eo: ~Vi povas aldoni nur dek provojn.

source: Create escape room type activities in which players will have to complete trials before solving the final challenge.
eo: ~Kreu aventurajn aktivecojn de tipo "foriruĉambro", en kiuj ludantoj devos plenumi taskojn antaŭ ol solvi la finan defion.

source: Solve all the trials and complete the final challenge.
eo: ~Plenumu ĉiujn taskojn por fini la aktivadon.

source: Trials
eo: ~Taskoj

source: Max time
eo: ~Plej granda tempo

source: Number of questions:
eo: ~Nombro da demandoj:

source: Feedback
eo: ~Reagoj

source: Time
eo: ~Tempo

source: Other Contents
eo: ~Aliaj Enhavoj

source: Checklist
eo: ~Kontrollista

source: Completed
eo: ~Plenumita

source: Done
eo: ~Fino

source: In progress
eo: ~En progreso

source: Not completed
eo: ~Ne finita

source: Number of tasks
eo: ~Nombro de taskoj

source: checklist
eo: ~kontrollista

source: points
eo: ~punktoj

source: point
eo: ~punkto

source: Are you sure you want clear all form fields?
eo: ~Ĉu vi certas, ke vi volas purigi ĉiujn kampojn de la formularo?

source: Please provide the ID of this progress report
eo: ~Bonvolu provizi la ID-on de ĉi tiu raporto

source: You can use a checklist as a structured and easy way to understand the suggested activities in this educational resource. It will be a useful instrument for student self-assessment, allowing to monitor the completed activities.
eo: ~Vi povas uzi kontrolliston kiel strukturitan kaj facilan manieron kompreni la sugestitajn aktivecojn en ĉi tiu edukada rimedo. Ĝi estos utila ilo por memtakso de studento, permesante vin monitori la plenumitajn aktivecojn.

source: Complete the checklist ticking the boxes for all finished activities.
eo: ~Plenumu la kontrolliston markante ĉiujn kutimojn por ĉiuj finitaj agadoj.

source: Caption
eo: ~Kapo

source: User data
eo: ~Uzantaj datumoj

source: Remember marked options
eo: ~Memoru markitajn opciojn

source: Assign scores
eo: ~Atribuu poentojn

source: (*) Cells support formatted text
eo: ~(*) Ĉeloj subtenas formatitan tekston

source: Points
eo: ~Punktoj

source: Level
eo: ~Nivelo

source: Box
eo: ~Kesto

source: Selection
eo: ~Elektado

source: Do not mark
eo: ~Ne marku

source: Community
eo: ~Komunumo

source: Decorative image
eo: ~Ornama bildo

source: Footer
eo: ~Fino

source: Choose
eo: ~Elekti

source: Unsupported browser
eo: ~Ne subtenata retumilo

source: Indicate a title for the checklist
eo: ~Indiku titolon por la kontrollisto

source: No empty items can be left
eo: ~Neniam povas resti malplenaj elementoj

source: You cannot indicate a score for this type of boxes
eo: ~Vi ne povas indiki poentaron por ĉi tiu tipo de kesto

source: There must be at least one row.
eo: ~Ĉi tio devas havi almenaŭ unu vicon.

source: Project logo
eo: ~Projektlogo

source: Community/Company
eo: ~Komunumo/Kompano

source: Decoration
eo: ~Ornamo

source: Do you want to delete this row?
eo: ~Ĉu vi volas forigi ĉi tiun vicon?

source: You can only use text at this item's level
eo: ~Vi povas uzi nur tekston ĉe ĉi tiu elemento nivelo

source: Brilliant! You've passed yout test!
eo: ~Brile! Vi trapasis vian teston!

source: You didn't pass the test. Please try again
eo: ~Vi ne trapasis la teston. Bonvolu provi denove

source: Classify
eo: ~Klasifiku

source: Number of questions
eo: ~Nombro de demandoj

source: Cool!
eo: ~Bone!

source: Time is up. Please try again
eo: ~La tempo finiĝis. Bonvolu provi denove

source: The game has started! Drag each card to its container
eo: ~La ludo komenciĝis! Tiru ĉiun karton al via ujo

source: Choose another card
eo: ~Elektu alian karton

source: Choose a card
eo: ~Elektu karton

source: Do you want to restart this game?
eo: ~Ĉu vi volas restartigi ĉi tiun ludon?

source: Continue
eo: ~Daŭrigi

source: Check results
eo: ~Kontrolu rezultojn

source: There were %s cards to be placed correctly. Do you want to try again?
eo: ~Estis %s kartoj por esti ĝuste lokigitaj. Ĉu vi volas provi denove?

source: Brilliant! All perfect!
eo: ~Brave! Ĉio perfekta!

source: Great job! You have solved this activity in %s attempts. Surely you can do it faster!
eo: ~Bone! Vi solvis ĉi tiun aktivecon en %s provojn. Sendube vi povas fari ĝin pli rapide!

source: You placed %s cards in the wrong place. Please try again!
eo: ~Vi metis %s kartojn en malĝustan lokon. Bonvolu provi denove!

source: Great job! You have correctly classified most cards, %s, but you can do even better
eo: ~Bone! Vi ĝuste klasifikis plej multajn kartojn, %s, sed vi ankoraŭ povas plibonigi.

source: Great job! Only %s cards left to be placed correctly. Strive for perfection!
eo: ~Bone! Restas nur %s kartoj por esti ĝuste lokigitaj. Altu por perfekteco!

source: Your score will be automatically saved at the end of the game.
eo: ~Via poentaro estos aŭtomate konservita ĉe la fino de la ludo.

source: Your score will be automatically saved at the end of the game. You can only play once.
eo: ~Via poentaro estos aŭtomate konservita ĉe la fino de la ludo. Vi povas ludi nur unu fojon.

source: You can only save your score after finishing the game.
eo: ~Vi povas konservi vian poentaron nur post finiĝo de la ludo.

source: Please provide at least one question
eo: ~Bonvolu provizi almenaŭ unu demandon.

source: Message to display when passing the game
eo: ~Mesaĝo por montri kiam pasante la ludon

source: Maximum cards to classify: 25
eo: ~Plej multaj kartoj por klasifi: 25

source: Create interactive activities in which players have to classify cards with images, texts and/or sounds.
eo: ~Kreu interagajn agadojn en kiuj ludantoj devas klasifi kartojn kun bildoj, tekstoj kaj/aŭ sonoj.

source: Drag each card to its container.
eo: ~Tirante ĉiun karton al ĝia ujo.

source: Difficulty level
eo: ~Dificilec-nivelo

source: Essential
eo: ~Esenca

source: Medium
eo: ~Meza

source: Custom messages
eo: ~ Propraj mesaĝoj

source: Number of categories
eo: ~Nombro de kategorioj

source: Time (minutes)
eo: ~Tempo (minutoj)

source: Image back
eo: ~Bildo malantaŭe

source: Hit
eo: ~Preti

source: Both
eo: ~Ambaŭ

source: Color
eo: ~Koloro

source: Background
eo: ~Fono

source: Author
eo: ~Aŭtoro

source: Please select a text file (.txt)
eo: ~Bonvolu elekti tekstan dosieron (.txt)

source: Incorrect group number
eo: ~Malĝusta grupo-nombro

source: Sorry, there are no questions for this type of activity.
eo: ~Pardonu, ne ekzistas demandoj por ĉi tiu tipo de aktiveco.

source: eXeLearning is a **free** and open source editor to create **educational** resources in an **simple and easy** way. It's available for different **operating** systems.
eo: ~eXeLearning estas **libera** kaj malfermfonta redaktilo por krei **edukajn** rimedojn en **simpla | facila** maniero. Ĝi estas havebla por malsamaj **operaciumaj** sistemoj.

source: Complete
eo: ~Kompleta

source: Life
eo: ~Vivo

source: Try again!
eo: ~Provu denove

source: Check
eo: ~Kontrolu

source: You got %s right answers and %d errors.
eo: ~Vi ĝustas %s respondojn kaj %d erarojn.

source: Time over.
eo: ~Tempo finiĝis.

source: You completed the activity
eo: ~Vi kompletigis la agadon

source: Please write the instructions.
eo: ~Bonvolu verki kelkajn instrukciojn.

source: Please write the feedback.
eo: ~Bonvolu verki la komentaron.

source: Error message
eo: ~Erara mesaĝo

source: Please write the error message.
eo: ~Bonvolu verki la erarmesaĝon.

source: Create activities in which the student must fill in the blanks of a text by writing, dragging or selecting the answer.
eo: ~Kreu agadojn en kiuj la lernanto devos plenigi la malplenajn spacojn de teksto, verki aŭ elekti respondon.

source: Read the text and complete the missing words.
eo: ~Legu la tekston kaj plenigu la mankantajn vortojn.

source: Drag and drop
eo: ~Tirante kaj falde.

source: Select
eo: ~Elekti

source: Limit the words in each dropdown box. Write the possible options, starting with the correct one, separated by |
eo: ~Limigi vortojn en ĉiu faldebla skatolo. Skribu la eblajn opciojn, komencante kun la ĝusta, disigita per |

source: Wrong words
eo: ~Malĝustaj vortoj

source: Number of attempts
eo: ~Nombro da provojn

source: Allow errors in typed words
eo: ~Permesi erarojn en tajpitaj vortoj

source: Field width proportional to the words length
eo: ~Kampo larĝo proporcia al la longo de la vortoj

source: Crossword
eo: ~Krucvorto

source: Provide a word or phrase
eo: ~Provizi vorton aŭ frazon

source: Questions completed!
eo: ~Demandoj kompletigitaj!

source: Loading. Please wait...
eo: ~Ŝarĝado. Bonvolu atendi...

source: The game is over. You scored %s. Hits: %s out of %s.
eo: ~La ludo finiĝis. Vi atingis %s poentojn. Trafoj: %s el %s.

source: Click on a word’s square to see the definition
eo: ~Klaku sur la kvadraton de vorto por vidi la difinon

source: Horizontals
eo: ~ Horizontale

source: Verticals
eo: ~ Vertikale

source: Show/hide definitions
eo: ~ Montri/kaŝi difinojn

source: Show/hide background image
eo: ~ Montri/kaŝi fonan bildon

source: The crossword must have at least two words
eo: ~La krucvorto devas havi almenaŭ du vortojn

source: Create crossword-type activities
eo: ~Krei krucvortajn aktivadojn

source: Complete the following crossword puzzle.
eo: ~Plenumu la sekvan krucvortan enigmon.

source: Difficulty
eo: ~Difino

source: Image URL
eo: ~URL de bildo

source: words
eo: ~vortoj

source: Discover
eo: ~Malkovru

source: You lost 330 points
eo: ~Vi perdis 330 poentojn

source: You finished all the attempts! Please try again
eo: ~Vi finis ĉiujn provojn! Bonvolu provi denove

source: You found all the pairs!
eo: ~Vi trovis ĉiujn parojn!

source: You found all the trios!
eo: ~Vi trovis ĉiujn triojn!

source: You found all the quartets!
eo: ~Vi trovis ĉiujn kvaropoĵojn!

source: The game has started! Select two cards
eo: ~La ludo komencis! Elektu du kartojn

source: The game has started! Select three cards
eo: ~La ludo komencis! Elektu tri kartojn

source: The game has started! Select four cards
eo: ~La ludo komencis! Elektu kvar kartojn

source: Pairs
eo: ~Paaroj

source: Trios
eo: ~Trioj

source: Quartets
eo: ~Kvartetoj

source: Attempts
eo: ~Provoj

source: You completed a pair. Keep going!
eo: ~Vi kompletigis paron. Daŭrigu!

source: You completed a trio. Keep going!
eo: ~Vi kompletigis trion. Daŭrigu!

source: You completed a quartet. Keep going!
eo: ~Vi kompletigis kvarteton. Daŭrigu!

source: Initial
eo: ~Inicia

source: Select a level
eo: ~Elekti nivelon

source: Please check the time format: hh:mm:ss
eo: ~Bonvolu kontroli la tempon: hh:mm:ss

source: Maximum number of pairs: 20
eo: ~Plej granda nombro de paroj: 20

source: Create interactive activities in which players will have to discover pairs, trios or card quartets with images, texts and/or sounds.
eo: ~Kreu interagajn agadojn en kiuj ludantoj devos malkovri parojn, triojn aŭ kartajn kvaropojojn kun bildoj, tekstoj kaj/aŭ sonoj.

source: Birds of a feather flock together.
eo: ~Similaj birdoj grupiĝas kune.

source: Difficulty levels
eo: ~Dificilecaj niveloj

source: Visible cards
eo: ~Videblaj kartoj

source: Time while the cards will be shown (seconds)
eo: ~Tempo dum kiu la kartoj estos montrataj (sekundoj)

source: Success
eo: ~Sukceso

source: creative commons: attribution 4.0
eo: ~Krea Komunumo: atribuo 4.0

source: creative commons: attribution - non derived work 4.0
eo: ~Krea Komunumo: atribuo - ne derivita laboro 4.0

source: creative commons: attribution - non derived work - non commercial 4.0
eo: ~Krea Komunumo: atribuo - ne derivita laboro - ne komerca 4.0

source: creative commons: attribution - non commercial 4.0
eo: ~Krea Komunumo: atribuo - ne komerca 4.0

source: creative commons: attribution - non commercial - share alike 4.0
eo: ~Krea Komunumo: atribuo - ne komerca - dividi egale 4.0

source: creative commons: attribution - share alike 4.0
eo: ~Krea Komunumo: atribuo - dividi egale 4.0

source: creative commons: attribution 3.0
eo: ~Krea Komunumo: atribuo 3.0

source: creative commons: attribution - non derived work 3.0
eo: ~Krea Komunumo: atribuo - ne derivita laboro 3.0

source: creative commons: attribution - non derived work - non commercial 3.0
eo: ~Krea Komunumo: atribuo - ne derivita laboro - ne komerca 3.0

source: creative commons: attribution - non commercial 3.0
eo: ~Krea Komunumo: atribuo - ne komerca 3.0

source: creative commons: attribution - non commercial - share alike 3.0
eo: ~Krea Komunumo: atribuo - ne-komerca - dividu simile 3.0

source: creative commons: attribution - share alike 3.0
eo: ~Krea Komunumo: atribuo - dividu simile 3.0

source: creative commons: attribution 2.5
eo: ~Krea Komunumo: atribuo 2.5

source: creative commons: attribution - non derived work 2.5
eo: ~Krea Komunumo: atribuo - ne derivita laboro 2.5
