Repository: jjdeharo/exelearning
Catalog: translations/messages.*.xlf
Languages: eo

source: Please write the level name in each column.
eo: ~Bonvolu verki la nomon de la nivelo en ĉiu kolumno.

source: Please write the criteria name in each row.
eo: ~Bonvolu verki la nomon de la kriterio en ĉiu vico.

source: Please write all the criteria descriptors.
eo: ~Bonvolu verki ĉiujn priskribojn de la kriterioj.

source: Score (include a number)
eo: ~Poentaro (inkluzive de nombro)

source: Up
eo: ~Supren

source: Down
eo: ~Malsupren

source: Row
eo: ~Rado

source: Delete the row?
eo: ~Ĉu forigi la radon?

source: Left
eo: ~Maldekstre

source: There should be at least one level.
eo: ~Estu almenaŭ unu nivelo.

source: Column
eo: ~Kolumno

source: Delete the column?
eo: ~Ĉu forigi la kolonon?

source: Please export the content to apply the rubric.
eo: ~Bonvolu eksporti la enhavon por apliki la rubrikon.

source: Add at least 3 elements.
eo: ~Aldonu almenaŭ 3 elementojn.

source: Please write the text to show when right.
eo: ~Bonvolu skribi la tekston por montri kiam ĝuste.

source: Please write the text to show when wrong.
eo: ~Bonvolu skribi la tekston por montri kiam erare.

source: There cannot be 2 or more identical elements.
eo: ~Ne povas ekzisti 2 aŭ pli identaj elementoj.

source: Correct Answer Feedback Overlay
eo: ~Korekta Respondo-Riprovo Superrigardo

source: Wrong Answer Feedback Overlay
eo: ~Erara Respondo-Riprovo Superrigardo

source: optional
eo: ~ebla

source: Create interactive text ordering activities.
eo: ~Kreu interagajnajn tekstoplaco-ordonajn agadojn.

source: Arrange the following texts in the correct order to complete the activity.
eo: ~Ordonu la jenajn tekstojn en la ĝusta ordo por kompletigi la agadon.

source: Write the elements in the right order:
eo: ~ Skribu la elementojn en la ĝusta ordo:

source: Select media files
eo: ~Elektu mediajn dosierojn

source: Brilliant! All correct!
eo: ~Brila! Ĉio ĝusta!

source: Change visualization mode
eo: ~Ŝanĝi vidigan reĝimon

source: Maximum number of activities: 30
eo: ~Plej granda nombro da agadoj: 30

source: Create interactive activities in which players will have to select the correct multimedia cards.
eo: ~Krei interagajn agadojn en kiuj ludantoj devos elekti la ĝustajn multmedialkartojn.

source: Select the right cards
eo: ~Elekti la ĝustajn kartojn

source: Time to complete the game
eo: ~Tempo por fini la ludon

source: Maximum number of cards
eo: ~Plej granda nombro da kartoj

source: Table mode
eo: ~Tablreĝimo

source: Activity number:
eo: ~Agadnumero:

source: Add a card
eo: ~Aldoni karton

source: Delete card
eo: ~Forigi karton

source: Copy card
eo: ~Kopiigi karton

source: Cut card
eo: ~Tranchi karton

source: Paste card
eo: ~Alglui karton

source: Phrases:
eo: ~Frazoj:

source: Correct answer
eo: ~Ĝusta respondo

source: Sort
eo: ~Ordigi

source: You have ordered all the activities!
eo: ~Vi ordigis ĉiujn agadojn!

source: Correct positions
eo: ~Ĝustaj pozicioj

source: Phrases
eo: ~Frazoj

source: Maximum number of phrases: 20
eo: ~Plej granda nombro da frazoj: 20

source: Create interactive activities in which players will have to order cards with images, texts and/or sounds.
eo: ~Kreu interagajn agadojn en kiuj ludantoj devos ordigi kartojn kun bildoj, tekstoj kaj/aŭ sonoj.

source: Drag each letter to its correct position
eo: ~Tiru ĉiun literon al ĝia ĝusta pozicio

source: Multimedia
eo: ~Multmedia

source: Maximum width
eo: ~Plej granda larĝo

source: Height (px)
eo: ~Alto (px)

source: Fixed headers
eo: ~Fiksitaj kaplinioj

source: Automatic start
eo: ~Aŭtomata komenco

source: Word border
eo: ~Vortlimo

source: Phrase
eo: ~Frazo

source: Task information
eo: ~Laboro informo

source: Estimated duration
eo: ~Taksa daŭro

source: Text to display
eo: ~Teksto por montri

source: Participants
eo: ~Partoprenantoj

source: Show Feedback
eo: ~Montri Komenton

source: Duration
eo: ~Daŭro

source: Number or description
eo: ~Nombro aŭ priskribo

source: Grouping
eo: ~Grupo

source: You must indicate a name for all the selected players.
eo: ~Vi devas indiki nomon por ĉiuj elektitaj ludantoj.

source: Do you want to restart the game?
eo: ~Ĉu vi volas restartigi la ludon?

source: roll the dice.
eo: ~Ĵetu la kubojn.

source: The game has finished. The winner is %1. Do you want to play again?
eo: ~La ludo finiĝis. La gajninto estas %1. Ĉu vi volas ludi denove?

source: Cool! You won the game.
eo: ~Ŝatinde! Vi gajnis la ludon.

source: you play. Roll the dice.
eo: ~vi ludas. Ĵetu la kubojn.

source: Your score will be automatically saved after each throw.
eo: ~Via poentaro estos aŭtomate konservita post ĉiu ĵeto.

source: You can only play once.
eo: ~Vi povas ludi nur unu fojon.

source: Players
eo: ~Ludantoj

source: you have failed.
eo: ~vi malsukcesis.

source: you get the cheese of
eo: ~vi ricevas la fromaĝon de

source: One more point.
eo: ~Unu pli punkto.

source: Please provide the word definition or the valid URL of an image
eo: ~Bonvolu provizi la vorton difinon aŭ la validan URL de bildo

source: You must upload or indicate the valid URL of an image
eo: ~Vi devas alŝuti aŭ indiki la validan URL de bildo

source: You have to complete all the selected options
eo: ~Vi devas plenigi ĉiujn elektitajn opciojn

source: You have to indicate the start and the end of the video that you want to show
eo: ~Vi devas indiki la komencon kaj la finon de la video kiun vi volas montri

source: The video end value must be higher than the start one
eo: ~La valoro de la fino de la video devas esti pli alta ol la komenco

source: The silence time is wrong. Check the video duration.
eo: ~La silento-tempo estas malĝusta. Kontrolu la daŭron de la video.

source: Please check all the answers in the right order
eo: ~Bonvolu kontroli ĉiujn respondojn en ĝusta ordo

source: Roll the dice and answer the question until you get all the cheeses.
eo: ~Rulu la kubon kaj respondu la demandon ĝis vi kompletigas ĉiujn fromaĝojn.

source: Too many questions! The game can have a maximum of about 800 and 1200 questions. This number can vary a lot depending on the type of questions and the length of the questions, the answers, the URLs and the enriched text.
eo: ~Tro da demandoj! La ludo povas havi maksimume ĉirkaŭ 800 ĝis 1200 demandojn. Ĉi tiu nombro povas tre varii depende de la tipo de demandoj kaj la longo de la demandoj, la respondoj, la URL-oj kaj la riĉigita teksto.

source: Create an educational board game with different question types (test, order, definition) of different categories. From 1 to 4 players or teams.
eo: ~Kreu edukadan tabulludon kun malsamaj demandoj (testo, ordo, difino) de malsamaj kategorioj. De 1 ĝis 4 ludantoj aŭ teamoj.

source: Number of topics
eo: ~Nombro de temoj

source: Topic number
eo: ~Temo nombro

source: Load
eo: ~Ŝarĝi

source: This game may present accessibility problems for some users. You should provide an accessible alternative if the users need it.
eo: ~Ĉi tiu ludo eble prezentas alireblecajn problemojn por iuj uzantoj. Vi devus provizi alireblan alternativon se la uzantoj bezonas ĝin.

source: You must provide a name for this topic.
eo: ~Vi devas provizi nomon por ĉi tiu temo

source: You must indicate a name for all the selected topics.
eo: ~Vi devas indiki nomon por ĉiuj elektitaj temoj.

source: You must complete all the questions of all the selected topics correctly.
eo: ~Vi devas plene respondi ĉiujn demandojn de ĉiuj elektitaj temoj ĝuste.

source: True or false
eo: ~Vero aŭ malvero

source: Suggestion
eo: ~Sugesto

source: Please write the question.
eo: ~Bonvolu verki la demandon.

source: Select the correct answer
eo: ~Elektu la ĝustan respondon

source: SCORM grades can only be saved in Quiz mode
eo: ~SCORM-poentoj povas esti konservitaj nur en Kviz-reĝimo

source: Create interactive True or False quizzes.
eo: ~Kreu interagajn vero- aŭ-falsa kvizojn.

source: Answer all the questions in this quiz.
eo: ~Respondu ĉiujn demandojn en ĉi tiu kvizo.

source: Easier to read
eo: ~Facile por legi

source: Visual aid
eo: ~ Vida helpo

source: UDL Content
eo: ~UDL Enhavo

source: Universal Design for Learning
eo: ~Universala Dezajno por Lernado

source: Highlight
eo: ~Emfazi

source: Download the source file
eo: ~Elŝuti la fontan dosieron

source: Exercises
eo: ~Ekzercadoj

source: Write
eo: ~Verki

source: Listen
eo: ~Aŭskulti

source: Do it here
eo: ~Far u ĉi tie

source: Record
eo: ~Registri

source: Speak
eo: ~Paroli

source: Read
eo: ~Legi

source: Objectives
eo: ~Celoj

source: Guidance
eo: ~Gvidado

source: To get informed
eo: ~Por esti informita

source: Think
eo: ~Pensi

source: Assessment rubric
eo: ~Takso

source: Task
eo: ~Tasko

source: Timing
eo: ~Tempigo

source: Work in group
eo: ~Labori en grupo

source: More information
eo: ~Pli da informoj

source: Note
eo: ~Noto

source: Trivia
eo: ~Trivialaĵo

source: Cultural notes
eo: ~Kulturaĵoj

source: Learn to learn
eo: ~Lerni por lerni

source: Instrument practice
eo: ~Instrumento-praktiko

source: Music
eo: ~Muziko

source: Mediation
eo: ~Meditado

source: Use your hands
eo: ~Uzu viajn manojn

source: Sign language
eo: ~Signolingvo

source: Homogeneous groups
eo: ~Homogena grupoj

source: Heterogeneous groups
eo: ~Heterogena grupoj

source: Debate
eo: ~Debato

source: Written text coproduction
eo: ~Verkita teksto koprodukto

source: Oral text coproduction
eo: ~Parola teksto koprodukto

source: Digital competence
eo: ~Cifereca kompetenteco

source: Singing
eo: ~Kantado

source: Semantic networks
eo: ~ Semantikaj retoj

source: Easy read
eo: ~Facila legado

source: Grammar
eo: ~Gramatiko

source: Vocabulary
eo: ~Vocabulario

source: Playback
eo: ~Reproduktado

source: Phonetics
eo: ~Fonetiko

source: Alternative content
eo: ~Alternativa enhavo

source: Double click or type to see suggestions
eo: ~Doble-klaku aŭ tajpu por vidi sugestojn

source: New block
eo: ~Nova bloko

source: About this iDevice
eo: ~ Pri ĉi tiu iDevice

source: Cofinanced by:
eo: ~Kunfinancite de:

source: Delete block $? This can't be undone.
eo: ~Forigi blokon $? Ĉi tio ne povas esti malfarita.

source: Block
eo: ~Bloko

source: Empty = No button
eo: ~Malplena = Neniu butono

source: Accessible hidden content
eo: ~Alirebla kaŝita enhavo

source: Visible
eo: ~Vidinda

source: Content
eo: ~Enhavo

source: Choose the content to edit:
eo: ~Elektu la enhavon por redakti:

source: Main content (required)
eo: ~Ĉefa enhavo (deviga)

source: Please provide a main content for all the blocks.
eo: ~Bonvolu provizi ĉefan enhavon por ĉiuj blokoj.

source: Engagement
eo: ~Engaĝiĝo

source: Representation
eo: ~Reprezentado

source: Presentation
eo: ~Prezentado

source: Text button
eo: ~Teksta butono

source: Character
eo: ~Figuraĵo

source: Word search
eo: ~Vortserĉo

source: You found all the words. Your score is %s.
eo: ~Vi trovis ĉiujn vortojn. Via poentaro estas %s.

source: Try with fewer words
eo: ~Provu kun malpli vortoj

source: Create word search games with additional text, images or sound.
eo: ~Kreu vortserĉajn ludojn kun pliaj tekstoj, bildoj aŭ sono.

source: Find the hidden words.
eo: ~Trovu la kaŝitajn vortojn.

# Show &quot;Solve&quot; button.
source: Show "Solve" button.
eo: ~Montru la "Solvu" butonon.

source: Diagonal
eo: ~Diagona

source: Selected: {0} of {1}
eo: ~Elektita: {0} de {1}

source: Uploading {0}% of {1}
eo: ~Alŝutas {0}% de {1}

source: {0} is too large, please upload files less than {1}
eo: ~{0} estas tro granda, bonvolu alŝuti dosierojn malpli ol {1}

source: {0} failed to upload
eo: ~Maltrafis alŝuti {0}

source: {0} Per Page
eo: ~{0} Ĉiuj paĝoj

source: Folder
eo: ~Dosierujo

source: Not Found
eo: ~Ne trovita

source: Not Allowed
eo: ~Ne permesita

source: Unknown error
eo: ~Nekonata eraro

source: Add files
eo: ~Aldoni dosierojn

source: No pagination
eo: ~Sen paĝigo

source: Home
eo: ~Hejmo

source: Rename
eo: ~Renomi

source: Please fill out this field
eo: ~Bonvolu plenigi ĉi tiun kampon

source: Zip
eo: ~Kodo

source: Batch Download
eo: ~Kolekta Elŝuto

source: Unzip
eo: ~Malzipi

source: Copy link
eo: ~Kopiu ligilon

source: Drop files to upload
eo: ~Ĝetu dosierojn por alŝuti

source: Select Folder
eo: ~Elektu Folderon

source: Files
eo: ~Dosieroj

source: Paused
eo: ~ Pausigita

source: Home Folder
eo: ~Hejma Dosiero

source: Leave blank for no change
eo: ~Lasu malplena por nenio ŝanĝi

source: Are you sure you want to do this?
eo: ~Ĉu vi certas ke vi volas fari tion?

source: Are you sure you want to allow access to everyone?
eo: ~Ĉu vi certas ke vi volas permesi al ĉiuj aliron?

source: Are you sure you want to stop all uploads?
eo: ~Ĉu vi certas ke vi volas ĉesigi ĉiujn alŝutojn?

source: Something went wrong
eo: ~ Io misis

source: Invalid directory
eo: ~Nevalida dosierujo

source: This field is required
eo: ~Ĉi tiu kampo estas deviga

source: Updated
eo: ~Ĝisdatigita

source: Deleted
eo: ~Forigita

source: Your file is ready
eo: ~Via dosiero estas preta

source: View
eo: ~Vidi

source: Search
eo: ~Serĉi

source: Show hidden
eo: ~Montri kaŝitan

source: Do you want to unzip the file?
eo: ~Ĉu vi volas malzipi la dosieron?

source: Upload without unzip
eo: ~Alŝuti sen malzipi

source: Unzip here
eo: ~Malzipu ĉi tie

source: Unzip in subfolder ...
eo: ~Malzipu en subdosiero ...

source: Unzip in subfolder
eo: ~Malzipu en subdosiero

source: There was a problem creating the archive
eo: ~Estis problemo dum kreado de la arkivo

source: File type not allowed or size over limit
eo: ~Tipo de dosiero ne estas permesita aŭ grandeco superas la limon

source: Effects (accordion, tabs, pagination...)
eo: ~Efektoj (akordiono, taboj, paĝigo...)

source: Audio recorder
eo: ~Aŭdila registrilo

source: Dialog Window
eo: ~Dialogo-venko

source: Tooltip
eo: ~Ilumilo

source: Paste mathematical markup
eo: ~Aligu matematikajn markadojn

source: Paste HTML fragment (embed code)
eo: ~Aligu HTML-fragmenton (enkorpigita kodo)

source: Clear (new line or block)
eo: ~Forigi (nova linio aŭ bloko)

source: Add a paragraph at the end
eo: ~Aldoni paragrafon ĉe la fino

source: Definition List
eo: ~Difina Listo

source: Quote With Authorship
eo: ~Citato Kun Aŭtoreco

source: Toolbar Toggle
eo: ~Ilobreto Ŝalti

source: System Font
eo: ~Sistemo Tiparo

source: Acronym or abbreviation
eo: ~Akronimo aŭ mallongigo

source: Anchor...
eo: ~Ankro...

source: Special character...
eo: ~Speciala karaktero...

source: Insert template...
eo: ~Enmeti ŝablonon...

source: Insert/Edit Attributes
eo: ~Enmeti/Redakti Atributojn

source: Print...
eo: ~Presi...

source: Find and replace...
eo: ~Trovu kaj anstataŭigu...

source: Black
eo: ~Nigra

source: White
eo: ~Blanka

source: Navy Blue
eo: ~Marina Bluo

source: Dark Gray
eo: ~Malluma Griza

source: Gray
eo: ~Griza

source: Medium Gray
eo: ~Meza Griza

source: Light Gray
eo: ~Luma Griza

source: Dark Blue
eo: ~Malluma Bluo

source: Dark Purple
eo: ~Malluma Verdo

source: Dark Red
eo: ~Nigra Ruĝa

source: Orange
eo: ~Oranĝa

source: Dark Turquoise
eo: ~Nigra Turquoise

source: Purple
eo: ~Purkola

source: Light Blue
eo: ~Luma Bluo

source: Light Purple
eo: ~Luma Purpuro

source: Light Red
eo: ~Luma Ruĝa

source: Light Yellow
eo: ~Luma Flava

source: Light Green
eo: ~Luma Verdo

source: Remove Color
eo: ~Forigi Koloron

source: Heading 5
eo: ~Kapo 5

source: Heading 2
eo: ~Kapo 2

source: Currently not supported by your browser, use keyboard shortcuts instead.
eo: ~Nun ne subtenata de via retumilo, uzu klavaraĵojn anstataŭe.

source: Heading 4
eo: ~Kapo 4

source: Font Family
eo: ~Tipografio Familia

source: Align Right
eo: ~Egaligi Dekstre

source: New Document
eo: ~Nova Dokumento

source: Block Quote
eo: ~Bloka Citaĵo

source: Insert/Remove Numbered List
eo: ~Enmeti/Forigi Nombritan Liston

source: Heading 1
eo: ~Kapo 1

source: Header
eo: ~Kapo

source: Increase Indent
eo: ~Pligrandigi Indentadon

source: Headers
eo: ~Kapo

source: Select All
eo: ~Elekti Ĉion

source: Heading 3
eo: ~Titolo 3

source: Insert/Remove Bulleted List
eo: ~Enmeti/Forigi Punktitan Liston

source: Remove Formatting
eo: ~Forigi Formaton

source: Font Size
eo: ~Tipograda Grando

source: Heading 6
eo: ~Titolo 6

source: Paragraph
eo: ~Paragrafo

source: Ok
eo: ~Bone

source: Align Center
eo: ~Centro Egaligi

source: Decrease Indent
eo: ~Malpliigi Indentadon

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
eo: ~Pasta nun en simpla teksta reĝimo. Klaku denove por ŝalti reen al regula pasta reĝimo. Post kiam vi algluas ion, vi revenos al regula pasta reĝimo.

source: Full
eo: ~Plena

source: Align Left
eo: ~Egaligi Maldekstren

source: Show/Hide Visual Control Characters
eo: ~Montri/Hidii Vida Kontrolajn Signojn

source: Lower Greek
eo: ~Malalta Greka

source: Square
eo: ~Kvadrato

source: Lower Alpha
eo: ~Malalta Alfa

source: Circle
eo: ~Cirklo

source: Disc
eo: ~Disko

source: Upper Alpha
eo: ~Supra Alfa

source: Upper Roman
eo: ~Supra Romia

source: Lower Roman
eo: ~Suba Romia

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
eo: ~Id devus komenciĝi per litero, sekvita nur de literoj, nombroj, kreskintaj, punktoj, kolonoj aŭ substrekoj.

source: Anchor
eo: ~Ankro

source: The changes you made will be lost if you navigate away from this page.
eo: ~La ŝanĝoj, kiujn vi faris, estos perditaj se vi forlasas ĉi tiun paĝon.

source: Restore last draft
eo: ~Restarigi lastan skizon

source: Special character
eo: ~Speciala karaktero

source: Edit source code
eo: ~Redakti fontan kodon

source: Right to Left
eo: ~De dekstre go maldekstren

source: Left to Right
eo: ~De maldekstre go dekstren

source: Emoticons
eo: ~Emotikono

source: Robots
eo: ~Robotoj

source: Document Properties
eo: ~Dokumentaj propraĵoj

source: Keywords
eo: ~Ŝlosilvortoj

source: Character Encoding
eo: ~Karaktera kodado

source: Horizontal Line
eo: ~ Horizontala linio

source: Horizontal Space
eo: ~ Horizontala spaco

source: Insert/Edit Image
eo: ~Enmetu/Redaktu Bildon

source: General
eo: ~Ĝenerala

source: Border
eo: ~Rando

source: Constrain proportions
eo: ~Konservu proporciojn

source: Vertical Space
eo: ~Vertikala Spaco

source: Image Description
eo: ~Priskribo de Bildo

source: Image Title
eo: ~Titolo de Bildo

source: Style
eo: ~Stilo

source: Dimensions
eo: ~Dimensioj

source: Image Options
eo: ~Opcioj de Bildo

source: Drop an image here
eo: ~Ĝetu bildon ĉi tie

source: Browse for an image
eo: ~Serĉu bildon

source: Footer caption
eo: ~Fino-kapo

source: Title link
eo: ~Titola ligilo

source: Custom license
eo: ~ Propra licenco

source: Image optimizer
eo: ~Bild-optimigilo

source: Alternative description
eo: ~Alternativa priskribo

source: Date/Time
eo: ~Dato/Tempo

source: Unlink
eo: ~Mal-aliĝi

source: Anchors
eo: ~Ankroj

source: Insert/Edit Link
eo: ~Enmetu/Redakti Ligilon

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
eo: ~La URL, kiun vi enmetis, ŝajnas esti ekstera ligilo. Ĉu vi volas aldoni la postulatan http:// antaŭnomo?

source: Target
eo: ~Celo

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
eo: ~La URL, kiun vi enmetis, ŝajnas esti retadreso. Ĉu vi volas aldoni la postulatan mailto: antaŭnomo?

source: Insert/Edit Embedded Media
eo: ~Enmetu/Redakti Enmetitan Median

source: Alternative source
eo: ~Alternativa fonto

source: Use CTRL+V on your keyboard to paste the code into the window.
eo: ~Uzu CTRL+V sur via klavaro por alglui la kodon en la fenestron.

source: Poster
eo: ~Afiŝo

source: Non-Breaking Space
eo: ~Ne-Interrompa Spaco

source: Page Break
eo: ~Paĝa Paŭzo

source: Paste as Plain Text
eo: ~Algluu kiel simpla teksto

source: The term could not be found
eo: ~La termino ne povis esti trovita

source: Replace
eo: ~Anstataŭigi

source: Whole Words
eo: ~Tutaj Vortoj

source: Find and Replace
eo: ~Trovado kaj Anstataŭigo

source: Replace with
eo: ~Anstataŭigi per

source: Find
eo: ~Trovi

source: Replace all
eo: ~Anstataŭigi ĉiujn

source: Match Case
eo: ~Kongruu Kazo

source: Find whole words only
eo: ~Trovu nur tutajn vortojn

source: Find in selection
eo: ~Trovu en elekto

source: Ignore All
eo: ~ Ignoru Ĉion

source: Ignore Word
eo: ~ Ignoru Vorton

source: Cut Column
eo: ~ Tranĉu Kolumnon

source: Copy Column
eo: ~ Kopiu Kolumnon

source: Paste column before
eo: ~ Algluu kolumnon antaŭ

source: Paste column after
eo: ~ Algluu kolumnon post

source: Insert Row Before
eo: ~ Enmetu Randon Antaŭ

source: Paste Row After
eo: ~ Algluu Randon Post

source: Alignment
eo: ~ Alineo

source: Col Group
eo: ~Kolo Grupo

source: Insert Column Before
eo: ~Enmetu Kolumnon Antaŭ

source: Split Cell
eo: ~Disigi Ĉelon

source: Cell Padding
eo: ~Ĉela Randaĵo

source: Cell Spacing
eo: ~Ĉela Spaco

source: Row Type
eo: ~Randa Tipo

source: Insert Table
eo: ~Enmetu Tabulon

source: Body
eo: ~Korpo

source: Table Caption
eo: ~Tabula Kapo

source: Delete Row
eo: ~Forviŝu Randon

source: Paste Table Row Before
eo: ~Almeti Randon de Tabelo Antaŭ

source: Scope
eo: ~Sfero

source: Delete Table
eo: ~Forigi Tabelon

source: Horizontal Position
eo: ~ Horizonta Pozicio

source: Top
eo: ~Supre

source: Header Cell
eo: ~Kapo-Celulo

source: Row Group
eo: ~Randa Grupo

source: Cell
eo: ~Ĉelo

source: Middle
eo: ~Mezumo

source: Cell Type
eo: ~Tipo de Ĉelo

source: Copy Row
eo: ~Kopiigi Randon

source: Table Row Properties
eo: ~Tabelo Randa Propraĵoj

source: Table Properties
eo: ~Tabelo Propraĵoj

source: Bottom
eo: ~Malsupre

source: Vertical Alignment
eo: ~ Vertikala Alineo

source: Insert Column After
eo: ~Enmeti Kolumnon Post

source: Insert Row After
eo: ~Enmeti Randon Post

source: Table Cell Properties
eo: ~Tabelo Cella Propraĵoj

source: Cut Table Row
eo: ~Tranĉi Tabelan Randon

source: Delete Column
eo: ~Forigi Kolumnon

source: Center
eo: ~Centro

source: Merge Table Cells
eo: ~Kunigi Tabelajn Ĉelajn

source: Predefined Template Content
eo: ~Antaŭdifinita Ŝablona Enhavo

source: Templates
eo: ~Ŝablonoj

source: Template
eo: ~Ŝablono

source: Background color
eo: ~Fona koloro

source: Custom...
eo: ~Propra...

source: Custom color
eo: ~Propra koloro

source: No color
eo: ~Neniu koloro

source: Text color
eo: ~Teksta koloro

source: Show blocks
eo: ~Montri blokojn

source: Show invisible characters
eo: ~Montri nevideblajn signojn

source: Words: {0}
eo: ~Vortoj: {0}

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
eo: ~Riĉa Teksta Areo. Premu ALT-F9 por menuo. Premu ALT-F10 por ilarbo. Premu ALT-0 por helpo

source: Tools
eo: ~Iloj

source: Table
eo: ~Tabelo

source: Preformatted
eo: ~Antaŭformata

source: Popup URL
eo: ~Paŝo-URL

source: JavaScript Popup
eo: ~JavaScript-Paŝo

source: Window Name
eo: ~Fenestro-Nomo

source: Position (X/Y)
eo: ~Pozicio (X/Y)

source: Show Location Bar
eo: ~Montri Lokadlinio-Butonon

source: Show Scrollbars
eo: ~Montri Skrolilojn

source: Show Menu Bar
eo: ~Montri Menu-Butonon

source: Make Window Resizable
eo: ~Fari Fenestron Resizebla

source: Show Toolbars
eo: ~Montri Ilobretojn

source: Show Status Bar
eo: ~Montri Status-Butonon

source: Insert 'return false'
eo: ~Enmeti 'return false'

source: Events
eo: ~Eventoj

source: Class
eo: ~Klaso

source: Add CSS class
eo: ~Aldoni CSS-klason

source: -- Not Set --
eo: ~-- Ne Agordita --

source: Text Direction
eo: ~Teksta Direkto

source: New attribute
eo: ~Nova atributo

source: value
eo: ~valoro

source: Attributes
eo: ~Atributoj

source: example
eo: ~ekzemplo

source: Abbreviation
eo: ~Mallongigo

source: Meaning
eo: ~Signifo

source: Wrap text
eo: ~Entombi tekston

source: Auto close tags
eo: ~Aŭtomate fermu etikedojn

source: Search and Replace
eo: ~Serĉu kaj anstataŭu

source: Reformat
eo: ~Reformati
